<html>

<head>
<meta http-equiv=Content-Type content="text/html; charset=windows-1252">
<meta name=Generator content="Microsoft Word 15 (filtered)">
<style>
<!--
 /* Font Definitions */
 @font-face
	{font-family:"Cambria Math";
	panose-1:2 4 5 3 5 4 6 3 2 4;}
@font-face
	{font-family:Calibri;
	panose-1:2 15 5 2 2 2 4 3 2 4;}
@font-face
	{font-family:"Segoe UI";
	panose-1:2 11 5 2 4 2 4 2 2 3;}
@font-face
	{font-family:Times;
	panose-1:2 2 6 3 5 4 5 2 3 4;}
 /* Style Definitions */
 p.MsoNormal, li.MsoNormal, div.MsoNormal
	{margin:0in;
	margin-bottom:.0001pt;
	font-size:11.0pt;
	font-family:"Times New Roman",serif;}
p.MsoCommentText, li.MsoCommentText, div.MsoCommentText
	{mso-style-link:"Comment Text Char";
	margin:0in;
	margin-bottom:.0001pt;
	font-size:10.0pt;
	font-family:"Times New Roman",serif;}
p.MsoHeader, li.MsoHeader, div.MsoHeader
	{mso-style-link:"Header Char";
	margin:0in;
	margin-bottom:.0001pt;
	font-size:11.0pt;
	font-family:"Times New Roman",serif;}
p.MsoFooter, li.MsoFooter, div.MsoFooter
	{mso-style-link:"Footer Char";
	margin:0in;
	margin-bottom:.0001pt;
	font-size:11.0pt;
	font-family:"Times New Roman",serif;}
a:link, span.MsoHyperlink
	{color:blue;
	text-decoration:underline;}
a:visited, span.MsoHyperlinkFollowed
	{color:#954F72;
	text-decoration:underline;}
p.MsoCommentSubject, li.MsoCommentSubject, div.MsoCommentSubject
	{mso-style-link:"Comment Subject Char";
	margin:0in;
	margin-bottom:.0001pt;
	font-size:10.0pt;
	font-family:"Times New Roman",serif;
	font-weight:bold;}
p.MsoAcetate, li.MsoAcetate, div.MsoAcetate
	{mso-style-link:"Balloon Text Char";
	margin:0in;
	margin-bottom:.0001pt;
	font-size:9.0pt;
	font-family:"Segoe UI",sans-serif;}
p.MsoNoSpacing, li.MsoNoSpacing, div.MsoNoSpacing
	{margin-top:0in;
	margin-right:0in;
	margin-bottom:12.0pt;
	margin-left:0in;
	font-size:11.0pt;
	font-family:"Times New Roman",serif;
	color:black;
	border:none windowtext 1.0pt;
	padding:0in;}
span.CommentTextChar
	{mso-style-name:"Comment Text Char";
	mso-style-link:"Comment Text";}
p.legal2l1, li.legal2l1, div.legal2l1
	{mso-style-name:legal2l1;
	margin-right:0in;
	margin-left:0in;
	font-size:12.0pt;
	font-family:"Times New Roman",serif;}
p.legal2l2, li.legal2l2, div.legal2l2
	{mso-style-name:legal2l2;
	margin-right:0in;
	margin-left:0in;
	font-size:12.0pt;
	font-family:"Times New Roman",serif;}
p.legal2l3, li.legal2l3, div.legal2l3
	{mso-style-name:legal2l3;
	margin-right:0in;
	margin-left:0in;
	font-size:12.0pt;
	font-family:"Times New Roman",serif;}
span.BalloonTextChar
	{mso-style-name:"Balloon Text Char";
	mso-style-link:"Balloon Text";
	font-family:"Segoe UI",sans-serif;}
span.CommentSubjectChar
	{mso-style-name:"Comment Subject Char";
	mso-style-link:"Comment Subject";
	font-weight:bold;}
p.p17, li.p17, div.p17
	{mso-style-name:p17;
	margin:0in;
	margin-bottom:.0001pt;
	line-height:12.0pt;
	font-size:12.0pt;
	font-family:Times;}
span.HeaderChar
	{mso-style-name:"Header Char";
	mso-style-link:Header;}
span.FooterChar
	{mso-style-name:"Footer Char";
	mso-style-link:Footer;}
.MsoChpDefault
	{font-size:10.0pt;}
 /* Page Definitions */
 @page WordSection1
	{size:8.5in 11.0in;
	margin:1.0in 1.25in 1.0in 1.25in;}
div.WordSection1
	{page:WordSection1;}
-->
</style>

</head>

<body lang=EN-US link=blue vlink="#954F72">

<div class=WordSection1>

<p class=MsoNormal align=center style='text-align:center'><b><span lang=ro
style='font-size:24.0pt;font-family:"Arial",sans-serif'>SENSEONICS,
INCORPORATED</span></b></p>

<p class=MsoNormal align=center style='text-align:center'><b><span
style='font-size:24.0pt;font-family:"Arial",sans-serif'>&nbsp;</span></b></p>

<p class=MsoNormal align=center style='text-align:center'><b><span lang=ro
style='font-size:24.0pt;font-family:"Arial",sans-serif'>ACORD DE
LICEN&#538;&#258; UTILIZATOR FINAL (<i>EUROPA</i>)</span></b></p>

<p class=MsoNormal align=center style='text-align:center'><span
style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;</span></p>

<p class=MsoNormal align=center style='text-align:center'><span lang=ro
style='font-size:22.0pt;font-family:"Arial",sans-serif'>Data intr&#259;rii în
vigoare: Noiembrie 2016</span></p>

<p class=MsoNormal align=center style='text-align:center'><span lang=ro
style='font-size:22.0pt;font-family:"Arial",sans-serif'>Ultima actualizare:
Iulie 2018</span></p>

<p class=MsoNormal><span lang=ro style='font-size:23.0pt;font-family:"Arial",sans-serif'>IMPORTANT
- CITI&#538;I CU ATEN&#538;IE TERMENII ACESTUI ACORD DE LICEN&#538;&#258;
UTILIZATOR FINAL („<b>EULA</b>”).&nbsp; ACEST ACORD EULA ESTE UN ACORD
OBLIGATORIU, CONTRACTUAL ÎNCHEIAT ÎNTRE DVS. &#536;I SENSEONICS, INCORPORATED
(„<b>SENSEONICS</b>”) &#536;I <span style='text-transform:uppercase'>SE
REFER&#258; LA UTILIZAREA DE C&#258;TRE DVS., dup&#259; caz, A APLICA&#538;IEI
MOBILE EVERSENSE® A SENSEONICS, a sistemului de gestionare a datelor Eversense®
(DMS), a software-ului EVERSENSE® DMS Pro, A APLICA&#538;IEI MOBILE EVERSENSE®
„NOW” , &#537;i/ SAU A ORIC&#258;RUI software sau APLICA&#538;IE SENSEONICS</span>,
INCLUSIV TOATE ÎMBUN&#258;T&#258;&#538;IRILE, VERSIUNILE &#536;I
MODIFIC&#258;RILE ADUSE CELOR MEN&#538;IONATE ANTERIOR (INDIVIDUAL &#536;I
COLECTIV, „<b>SOFTWARE-UL</b>”). ACEST ACORD EULA SE REFER&#258; LA UTILIZAREA
DE C&#258;TRE DVS. A ACESTUI SOFTWARE ÎN CONFORMITATE CU LEGILE &#536;I
REGLEMENT&#258;RILE APLICABILE ÎN EUROPA, INCLUSIV REGULAMENTUL GENERAL PRIVIND
PROTEC&#538;IA DATELOR (GDPR) AL UNIUNII EUROPENE. ACEST ACORD EULA NU SE
REFER&#258; LA UTILIZAREA DE C&#258;TRE DVS. A ORIC&#258;ROR ALTE PRODUSE
&#536;I SERVICII SENSEONICS. </span></p>

<p class=MsoNormal><span lang=ro style='font-size:23.0pt;font-family:"Arial",sans-serif'>SEPARAT
DE ACEST ACORD EULA, SE APLIC&#258; &#536;I AL&#538;I TERMENI &#536;I
CONDI&#538;II CU PRIVIRE LA DATELE DVS. CU CARACTER PERSONAL &#536;I/SAU DE
S&#258;N&#258;TATE TRANSMISE &#536;I COLECTATE PRIN INTERMEDIUL SOFTWARE-ULUI.
ACE&#536;TI TERMENI &#536;I CONDI&#538;II SUPLIMENTARE SUNT CON&#538;INUTE ÎN „<span
class=MsoHyperlink><b><a
href="https://protect-us.mimecast.com/s/c1ekCQW5DrCXWxxhxRGQe?domain=ous.eversensediabetes.com">POLITICA
DE CONFIDEN&#538;IALITATE &#536;I TERMENII DE UTILIZARE A SENSEONICS</a></b></span>”
(CU HIPERLEG&#258;TURA (<span class=MsoHyperlink><a
href="HTTPS://OUS.EVERSENSEDIABETES.COM/PRIVACY-POLICY/">HTTPS://OUS.EVERSENSEDIABETES.COM/PRIVACY-POLICY/</a></span>)),
CARE ESTE <span style='text-transform:uppercase'>ÎNCORPORAT&#258; ÎN ACEST
ACORD EULA. </span></span></p>

<p class=MsoNormal><span lang=ro style='font-size:23.0pt;font-family:"Arial",sans-serif'>PRIN
INSTALAREA &#536;I UTILIZAREA ACESTUI SOFTWARE, ACCEPTA&#538;I &#536;I
SUNTE&#538;I DE ACORD CU TO&#538;I TERMENII &#536;I CONDI&#538;IILE
CON&#538;INUTE ÎN ACEST ACORD EULA &#536;I CU POLITICA DE
CONFIDEN&#538;IALITATE &#536;I TERMENII DE UTILIZARE &#536;I TREBUIE S&#258;
INDICA&#538;I ACORDUL DVS. F&#258;CÂND CLIC/AP&#258;SÂND PE BUTONUL DE MAI JOS
CU ETICHETA „ACCEPT” ÎNAINTE DE A UTILIZA SOFTWARE-UL.&nbsp; DAC&#258; NU
DORI&#538;I S&#258; FI&#538;I DE ACORD CU TO&#538;I TERMENII &#536;I
CONDI&#538;IILE DIN ACEST ACORD EULA, TREBUIE S&#258; FACE&#538;I
CLIC/AP&#258;SA&#538;I PE BUTONUL NUMIT „ANULARE”, CAZ ÎN CARE NU VI SE VA
PERMITE S&#258; UTILIZA&#538;I SOFTWARE-UL.&nbsp; CLICUL/AP&#258;SAREA
BUTONULUI „ACCEPT” CONSTITUIE SEMN&#258;TURA DVS. ELECTRONIC&#258; PE ACEST
ACORD EULA &#536;I CONSIM&#538;&#258;MÂNTUL DVS. DE A EXECUTA ACEST ACORD EULA
ÎN MOD ELECTRONIC.&nbsp;&nbsp;DAC&#258; A&#538;I ACCEPTAT ÎN PREALABIL ACORDUL
EULA, CONTINUÂND S&#258; UTILIZA&#538;I SOFTWARE-UL ÎN URMA ORIC&#258;ROR
ACTUALIZ&#258;I SAU NOTIFIC&#258;RI SIMILARE LA EULA, POLITICA DE
CONFIDEN&#538;IALITATE SAU TERMENII DE UTILIZARE, SUNTE&#538;I DE ACORD CU
TERMENII ACTUALIZA&#538;I.  PRIN ACCEPTAREA &#536;I/SAU UTILIZAREA ÎN
CONTINUARE, SUNTE&#538;I DE ACORD CU UTILIZAREA DATELOR DVS., A&#536;A CUM ESTE
DESCRIS ÎN ACEST ACORD EULA, POLITICA DE CONFIDEN&#538;IALITATE &#536;I
TERMENII DE UTILIZARE.</span></p>

<p class=MsoNormal><span lang=ro style='font-size:23.0pt;font-family:"Arial",sans-serif'>PRIN
ACCEPTAREA ACESTUI ACORD EULA DESCRIS MAI SUS, (1) RECUNOA&#536;TE&#538;I
C&#258; A&#538;I CITIT, A&#538;I ÎN&#538;ELES &#536;I SUNTE&#538;I DE ACORD
S&#258; FI&#538;I OBLIGA&#538;I S&#258; RESPECTA&#538;I ACEST ACORD EULA
(&#536;I POLITICA DE CONFIDEN&#538;IALITATE &#536;I TERMENII DE UTILIZARE); (2)
REPREZINTA&#538;I FAPTUL C&#258; SUNTE&#538;I DE VÂRST&#258; LEGAL&#258; PENTRU
A FORMA UN ACORD OBLIGATORIU; &#536;I (3) REPREZINTA&#538;I C&#258; AVE&#538;I
AUTORITATEA DE A INTRA PERSONAL ÎN ACEST ACORD EULA. DOAR PERSOANELE FIZICE POT
INTRA ÎN ACEST ACORD EULA. DAC&#258; NU SUNTE&#538;I DE ACORD CU TO&#538;I
TERMENII &#536;I CONDI&#538;IILE ACESTUI ACORD EULA SAU DAC&#258; NU AVE&#538;I
ACEAST&#258; AUTORITATE, NU TREBUIE S&#258; ACCEPTA&#538;I ACEST ACORD EULA SAU
S&#258; ACCESA&#538;I, S&#258; INSTALA&#538;I SAU S&#258; UTILIZA&#538;I ACEST
SOFTWARE.</span></p>

<p class=MsoNormal><span lang=ro style='font-size:23.0pt;font-family:"Arial",sans-serif'>V&#258;
RUG&#258;M S&#258; RE&#538;INE&#538;I C&#258; ACEST ACORD EULA SE POATE APLICA
FIE PENTRU (1) <b>PACIEN&#538;II „PRODUSELOR &#536;I SERVICIILOR SENSEONICS”</b>
(DEFINITE ÎN POLITICA DE CONFIDEN&#538;IALITATE &#536;I TERMENII DE UTILIZARE)
CARE VOR UTILIZA SOFTWARE-UL PENTRU PROPRIILE INFORMA&#538;II &#536;I
MANAGEMENTUL DIABETULUI, FIE (2) <b>PENTRU UTILIZATORII CARE NU SUNT
PACIEN&#538;I </b>(CUM AR FI FURNIZORII DE ASISTEN&#538;&#258; MEDICAL&#258;,
MEMBRII FAMILIEI SAU ÎNGRIJITORII PACIEN&#538;ILOR)<b> </b>DE PRODUSE &#536;I
SERVICII SENSEONICS C&#258;RORA LI S-A ACORDAT AUTORIZA&#538;IA DE A ACCESA
DATELE PACIENTULUI PRIN UTILIZAREA ACESTUI SOFTWARE.  <b>ÎN CAZUL ÎN CARE
TERMENII &#536;I CONDI&#538;IILE ACESTUI ACORD EULA SE APLIC&#258; UNUI TIP DE UTILIZATOR,
DAR NU &#536;I CELUILALT, ACEST ACORD EULA VA INDICA ACEST LUCRU PRIN ETICHETE,
TITLURI SAU PREFE&#538;E.</b></span></p>

<p class=MsoNormal><span lang=ro style='font-size:23.0pt;font-family:"Arial",sans-serif'>Re&#539;ine&#539;i
c&#259; acest acord EULA poate fi modificat de Senseonics la discre&#539;ia sa,
în orice moment. Atunci când se efectueaz&#259; modific&#259;ri, Senseonics va furniza
o versiune actualizat&#259; a acordului EULA disponibil&#259; în software. De
asemenea, vom actualiza data „Ultimei actualiz&#259;ri” din partea de sus a
acestui acord EULA. În func&#539;ie de natura actualiz&#259;rii &#537;i de
legile privind confiden&#539;ialitatea &#537;i securitatea datelor aplicabile,
Senseonics v&#259; poate solicita s&#259; furniza&#539;i un
consim&#539;&#259;mânt suplimentar pentru actualizarea acordului EULA într-o
manier&#259; specificat&#259; înainte ca utilizarea software-ului s&#259; fie
permis&#259; în continuare.  Dac&#259; nu v&#259; retrage&#539;i acordul
&#537;i nu mai utiliza&#539;i software-ul, sunte&#539;i de acord cu termenii
acestor actualiz&#259;ri.</span></p>

<p class=legal2l1 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:0in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>Pacien&#539;ii
produselor &#537;i serviciilor Senseonics</span></b><span lang=ro
style='font-size:22.0pt;font-family:"Arial",sans-serif'>.  Dac&#259;
sunte&#539;i pacient care utilizeaz&#259; produse &#537;i servicii Senseonics,
v&#259; rug&#259;m s&#259; re&#539;ine&#539;i c&#259; trebuie s&#259;
ob&#539;ine&#539;i anumite echipamente Senseonics de monitorizare continu&#259;
a glucozei (CGM) („<b>Echipamente</b>”) de la un furnizor de servicii medicale
sau furnizor, în baza unei prescrip&#539;ii valide.  Software-ul pe care îl
utiliza&#539;i (de exemplu, aplica&#539;ia mobil&#259; Eversense sau Eversense
DMS) poate s&#259; nu fie pe deplin func&#539;ional f&#259;r&#259; astfel de
echipamente.  Software-ul permite ca informa&#539;iile de s&#259;n&#259;tate
colectate de echipamente s&#259; fie afi&#537;ate &#537;i transmise prin
intermediul software-ului &#537;i s&#259; fie distribuite în mod convenabil
furnizorului de servicii medicale, membrilor familiei &#537;i/sau
îngrijitorului. Dac&#259; software-ul este instalat pe dispozitivul dvs. mobil,
este posibil ca dispozitivul dvs. s&#259; trebuiasc&#259; sa fie fizic în
apropierea echipamentelor pentru a activa func&#539;ionalitatea complet&#259;.
În plus, între&#539;inerea &#537;i securitatea acestor echipamente pot
influen&#539;a performan&#539;a software-ului. În conformitate cu acest acord
EULA, este responsabilitatea dvs. s&#259; asigura&#539;i între&#539;inerea
&#537;i func&#539;ionalitatea echipamentelor.</span></p>

<p class=legal2l1 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:0in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>Utilizatorii
produselor &#537;i serviciilor Senseonics care nu sunt pacien&#539;i</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>.  Fiind o
persoan&#259; autorizat&#259; s&#259; acceseze informa&#539;iile cu caracter
personal &#537;i de s&#259;n&#259;tate ale unui pacient, utilizarea de
c&#259;tre dvs. a software-ului (de exemplu, DMS Pro sau aplica&#539;ia
mobil&#259; Eversense NOW) nu va necesita ob&#539;inerea sau
achizi&#539;ionarea echipamentelor.  În&#539;elege&#539;i &#537;i sunte&#539;i
de acord c&#259; accesul dvs. la datele pacientului prin intermediul acestui
software va fi permis &#537;i determinat numai de autoriza&#539;ia expres&#259;
a pacientului (pe care pacientul o poate aranja prin software).  Prin
utilizarea acestui software, sunte&#539;i de acord c&#259; accesul &#537;i
utilizarea datelor pacientului trebuie s&#259; fie exclusiv în scopuri definite
de pacient &#537;i în concordan&#539;&#259; cu monitorizarea &#537;i/sau
analizarea nivelurilor de glucoz&#259; &#537;i a tendin&#539;elor experimentate
de pacient.  Sunte&#539;i de acord s&#259; nu împ&#259;rt&#259;&#537;i&#539;i
datele pacientului cu niciun ter&#539;, f&#259;r&#259; consim&#539;&#259;mântul
corespunz&#259;tor al pacientului.  Pacientul, la discre&#539;ia sa
exclusiv&#259;, poate alege s&#259; v&#259; limiteze sau s&#259; v&#259;
opreasc&#259; accesul la datele sale prin software în orice moment.  </span></p>

<p class=legal2l1 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:0in'><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>Scopul
nostru este de a furniza informa&#539;ii utile &#537;i corecte prin intermediul
software-ului, dar nu acord&#259;m nicio aprobare, reprezentare sau
garan&#539;ie în niciun fel despre informa&#539;iile afi&#537;ate în acesta. Nu
suntem responsabili pentru utilizarea corect&#259; a informa&#539;iilor pe care
le primi&#539;i prin software. Dac&#259; v&#259; baza&#539;i pe astfel de
informa&#539;ii, face&#539;i acest lucru exclusiv pe propriul risc. Software-ul
nu are scopul de a diagnostica, trata, vindeca sau preveni orice boal&#259;.
Dac&#259; sunte&#539;i pacient, trebuie s&#259; v&#259; consulta&#539;i cu un
medic specialist în ceea ce prive&#537;te utilizarea echipamentelor. Nu suntem
responsabili pentru orice probleme de s&#259;n&#259;tate care pot rezulta din
informa&#539;iile ob&#539;inute prin software.</span></p>

<p class=legal2l1 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:0in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>1.</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>     <b>SOFTWARE</b></span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>1.1    
<u>Licen&#539;&#259;</u>.</span></b><span lang=ro style='font-size:22.0pt;
font-family:"Arial",sans-serif'>&nbsp;Sub rezerva conform&#259;rii dvs. cu
acest acord EULA, Senseonics v&#259; acord&#259; o licen&#539;&#259;
limitat&#259;, neexclusiv&#259;, netransferabil&#259;, care nu poate fi
sublicen&#539;iat&#259; &#537;i revocabil&#259;, pentru a desc&#259;rca,
instala &#537;i utiliza o copie a software-ului pe un dispozitiv mobil, tablet&#259;
&#537;i/sau pe un computer pe care îl de&#539;ine&#539;i sau controla&#539;i
&#537;i s&#259; difuza&#539;i o astfel de copie a software-ului exclusiv pentru
utilizarea dvs. personal&#259;, necomercial&#259;. </span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>1.2    
<u>Magazine de aplica&#539;ii Apple® &#537;i Android®</u>.</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;Recunoa&#537;te&#539;i
&#537;i sunte&#539;i de acord c&#259; disponibilitatea software-ului depinde de
ter&#539;a parte de la care a&#539;i primit/desc&#259;rcat software-ul,
adic&#259; magazinul de aplica&#539;ii Apple sau Google® Play (<b>„Magazin de
aplica&#539;ii”</b>). În ceea ce prive&#537;te orice software accesat prin sau
desc&#259;rcat de la magazinul de aplica&#539;ii Apple (o<b>&nbsp;„Aplica&#539;ie
furnizat&#259; de Apple”</b>), ve&#539;i utiliza numai aplica&#539;ia
furnizat&#259; de Apple (i) pe un produs marca Apple care ruleaz&#259; iOS®
(Sistemul de operare propriu Apple) &#537;i (ii) a&#537;a cum este permis de
„Regulile de utilizare” stabilite în Termenii &#537;i condi&#539;iile
magazinului de aplica&#539;ii Apple.&nbsp;(Consulta&#539;i, de asemenea,
Sec&#539;iunea 1.3 de mai jos cu privire la termenii suplimentari pentru
software ob&#539;inu&#539;i prin Apple iTunes.)  În mod similar, în ceea ce prive&#537;te
orice software accesat prin sau desc&#259;rcat dintr-un magazin Google Play,
ve&#539;i utiliza software-ul (i) numai pe un dispozitiv Android compatibil
&#537;i (ii) conform termenilor &#537;i condi&#539;iilor aplicabile din
magazinul Google Play.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>Recunoa&#537;te&#539;i
c&#259; acest acord EULA este între dvs. &#537;i Senseonics, &#537;i nu cu
magazinul de aplica&#539;ii. A&#537;a cum este prezentat mai jos, Senseonics,
nu magazinul de aplica&#539;ii, este singurul r&#259;spunz&#259;tor pentru
software, con&#539;inutul acestuia, între&#539;inere, servicii de
asisten&#539;&#259;, garan&#539;ie &#537;i de a r&#259;spunde oric&#259;ror
revendic&#259;ri legate de acesta (de exemplu, r&#259;spunderea pentru produs,
respectarea legal&#259; sau înc&#259;lcarea drepturilor de proprietate
intelectual&#259;).  Pentru a utiliza software-ul cu func&#539;ionalitate
deplin&#259;, trebuie s&#259; ave&#539;i acces la o re&#539;ea wireless sau la
acces la internet &#537;i sunte&#539;i de acord s&#259; pl&#259;ti&#539;i toate
taxele asociate cu acest acces. De asemenea, sunte&#539;i de acord s&#259;
pl&#259;ti&#539;i toate taxele (dac&#259; exist&#259;) percepute de un magazin
de aplica&#539;ii în leg&#259;tur&#259; cu software-ul. Sunte&#539;i de acord
s&#259; v&#259; conforma&#539;i &#537;i licen&#539;a dvs. de a utiliza
software-ul este condi&#539;ionat&#259; de respectarea tuturor termenilor de
în&#539;elegere aplicabili de c&#259;tre ter&#539;i (de exemplu, termenii
&#537;i politicile magazinului de aplica&#539;ii) atunci când utiliza&#539;i
software-ul.  Recunoa&#537;te&#539;i c&#259; magazinul de aplica&#539;ii
(&#537;i filialele sale) sunt beneficiari ter&#539;i ai acestui acord EULA
&#537;i vor avea dreptul s&#259; o pun&#259; în aplicare.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>1.3</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Termeni
suplimentari pentru software de la magazinul de aplica&#539;ii Apple (sau
iTunes)</u>. </b>Urm&#259;toarele se aplic&#259; în cazul oric&#259;rui
software accesat prin sau desc&#259;rcat de la magazinul de aplica&#539;ii
Apple:&nbsp;</span></p>

<p class=legal2l3 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.5in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>(a)</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Recunoa&#537;te&#539;i
&#537;i sunte&#539;i de acord c&#259; (i) acest acord EULA este numai între
dvs. &#537;i Senseonics, &#537;i nu cu Apple &#537;i (ii) Senseonics, nu Apple,
este singurul responsabil pentru aplica&#539;ia furnizat&#259; de Apple &#537;i
con&#539;inutul acesteia. Cu toate acestea, utilizarea de c&#259;tre dvs. a
aplica&#539;iei furnizate de Apple trebuie s&#259; respecte termenii &#537;i
condi&#539;iile aplicabile ale magazinului de aplica&#539;ii Apple.&nbsp;</span></p>

<p class=legal2l3 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.5in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>(b)</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Recunoa&#537;te&#539;i
faptul c&#259; Apple nu are nicio obliga&#539;ie de a furniza servicii de
între&#539;inere &#537;i asisten&#539;&#259; în ceea ce prive&#537;te
aplica&#539;ia furnizat&#259; Apple.&nbsp;</span></p>

<p class=legal2l3 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.5in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>(c)</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;În
cazul unei eventuale nereu&#537;ite a aplica&#539;iei furnizate de Apple pentru
a se conforma oric&#259;ror garan&#539;ii aplicabile, pute&#539;i notifica
Apple &#537;i Apple v&#259; va restitui pre&#539;ul de achizi&#539;ie pentru
aplica&#539;ia furnizat&#259; &#537;i în m&#259;sura maxim&#259; permis&#259;
de legea aplicabil&#259;, dar Apple nu va avea nicio alt&#259; obliga&#539;ie
de garan&#539;ie în ceea ce prive&#537;te aplica&#539;ia furnizat&#259; de
ace&#537;tia. În ceea ce prive&#537;te Senseonics &#537;i Apple, orice alte
preten&#539;ii, pierderi, datorii, daune, costuri sau cheltuieli care pot fi
atribuite oric&#259;rei nerespect&#259;ri a oric&#259;ror garan&#539;ii vor fi
în responsabilitatea exclusiv&#259; a Senseonics.&nbsp;</span></p>

<p class=legal2l3 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.5in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>(d)</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dvs.
&#537;i Senseonics recunoa&#537;te&#539;i faptul c&#259;, între Senseonics
&#537;i Apple, Apple nu este responsabil pentru solu&#539;ionarea oric&#259;ror
preten&#539;ii pe care le ave&#539;i sau a oric&#259;ror preten&#539;ii ale
oric&#259;rei p&#259;r&#539;i ter&#539;e referitoare la aplica&#539;ia furnizat&#259;
de Apple sau la posesia &#537;i folosirea aplica&#539;iei furnizat&#259; de Apple,
dar f&#259;r&#259; a se limita la: (i) crean&#539;ele privind r&#259;spunderea
pentru produse; (ii) orice afirma&#539;ie potrivit c&#259;reia aplica&#539;ia
furnizat&#259; de Apple nu respect&#259; cerin&#539;ele legale sau de
reglementare aplicabile; &#537;i (iii) crean&#539;ele rezultate din
protec&#539;ia consumatorului sau din legisla&#539;ia similar&#259;.</span></p>

<p class=legal2l3 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.5in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>(e)</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dvs.
&#537;i Senseonics recunoa&#537;te&#539;i faptul c&#259;, în cazul în care o
ter&#539;&#259; parte sus&#539;ine c&#259; aplica&#539;ia furnizat&#259; de
Apple sau posesia &#537;i utilizarea acelei aplica&#539;ii, încalc&#259;
drepturile de proprietate intelectual&#259; ale ter&#539;ilor, între Senseonics
&#537;i Apple, Senseonics, nu Apple, va fi singurul responsabil pentru
investigarea, ap&#259;rarea, decontarea &#537;i desc&#259;rcarea de gestiune a
oric&#259;rei astfel de reclama&#539;ii privind înc&#259;lcarea drepturilor de
proprietate intelectual&#259; în m&#259;sura în care este necesar conform
acestui acord EULA.&nbsp;</span></p>

<p class=legal2l3 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.5in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>(f)</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tu
&#537;i Senseonics recunoa&#537;te&#539;i &#537;i sunte&#539;i de acord c&#259;
Apple &#537;i filialele Apple sunt beneficiari ter&#539;i ai acordului EULA în
ceea ce prive&#537;te licen&#539;a dvs. pentru aplica&#539;ia furnizat&#259; de
Apple &#537;i c&#259;, pe baza accept&#259;rii dvs. a acordului EULA &#537;i a
condi&#539;iilor acestuia, Apple va avea dreptul (&#537;i se va considera
c&#259; a acceptat acest drept) s&#259; pun&#259; în aplicare acest acord EULA
în leg&#259;tur&#259; cu licen&#539;a dvs. a aplica&#539;iei furnizate de Apple
împotriva dvs., ca beneficiar al unei ter&#539;e p&#259;r&#539;i.&nbsp;</span></p>

<p class=legal2l3 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.5in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>(g)</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;F&#259;r&#259;
a limita orice al&#539;i termeni din acest acord EULA, trebuie s&#259;
respecta&#539;i to&#539;i termenii de în&#539;elegere referitori la ter&#539;e
p&#259;r&#539;i atunci când utiliza&#539;i aplica&#539;ia furnizat&#259; de
Apple.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>1.4</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Software
cu surs&#259; deschis&#259;</u></b>.&nbsp; Anumite coduri de software
încorporate sau distribuite cu software-ul pot fi licen&#539;iate de ter&#539;e
p&#259;r&#539;i sub diferite licen&#539;e de software „cu surs&#259;
deschis&#259;” sau „cu surs&#259; public&#259;” (cum ar fi Licen&#539;a
Public&#259; General&#259; GNU, Licen&#539;a Public&#259; General&#259; GNU
Lesser, Licen&#539;a Apache , Licen&#539;a de Distribuire a software-ului
Berkeley &#537;i Licen&#539;a Public&#259; Sun) (colectiv, „<b>Software cu
licen&#539;&#259; deschis&#259;</b>”).&nbsp; F&#259;r&#259; a aduce atingere
contrariului din acest acord EULA, software-ul cu surs&#259; deschis&#259; nu
este licen&#539;iat în conformitate cu sec&#539;iunea 1.1 &#537;i, în schimb,
este licen&#539;iat separat, în conformitate cu termenii &#537;i
condi&#539;iile licen&#539;elor software cu surs&#259; deschis&#259;.&nbsp;
Sunte&#539;i de acord s&#259; respecta&#539;i termenii &#537;i condi&#539;iile
unor astfel de acorduri de licen&#539;&#259; de software cu surs&#259;
deschis&#259;.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>1.5</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Date
&#537;i confiden&#539;ialitate</u></b> </span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>În
toate cazurile, toate datele colectate, transmise &#537;i stocate prin
intermediul software-ului sunt reglementate de &#537;i sub rezerva <b>Politicii
de confiden&#539;ialitate &#537;i termenilor de utilizare</b> a Senseonics
(încorporate în acest acord EULA, a&#537;a cum am men&#539;ionat mai sus). 
Dup&#259; cum s-a precizat în introducerea de mai sus, prin acceptarea acestui
acord EULA &#537;i prin utilizarea acestui software, recunoa&#537;te&#539;i
c&#259; a&#539;i citit &#537;i sunte&#539;i de acord cu Politica de
confiden&#539;ialitate &#537;i termenii de utilizare, actualiza&#539;i din când
în când.  Aceasta include utilizarea de c&#259;tre Senseonics a <b>Informa&#539;iilor
dvs. cu caracter personal</b> (informa&#539;ii care pot fi utilizate pentru a
v&#259; identifica personal, a&#537;a cum este definit mai detaliat în Politica
de confiden&#539;ialitate &#537;i termenii de utilizare), informa&#539;iilor
f&#259;r&#259; caracter personal, datelor tehnice despre dispozitive/computere
&#537;i alte informa&#539;ii descrise aici.  </span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>Consim&#539;&#259;mânt
pentru software</span></b><span lang=ro style='font-size:22.0pt;font-family:
"Arial",sans-serif'>.  Mai precis, pentru utilizatorii acestui software din
Spa&#539;iul Economic European (EEA), Senseonics colecteaz&#259;,
stocheaz&#259;, gestioneaz&#259; &#537;i utilizeaz&#259; toate datele colectate
în conformitate cu GDPR UE.  În&#539;elege&#539;i &#537;i sunte&#539;i de acord
c&#259; Senseonics are un scop legitim în oferirea &#537;i operarea acestui
software pentru utilizarea dvs. benefic&#259;.  Prin urmare, prin acceptarea
acestui acord EULA, actualizat din când în când, furniza&#539;i Senseonics
consim&#539;&#259;mântul larg de a utiliza datele dvs. pentru a opera,
între&#539;ine &#537;i actualiza software-ul, dup&#259; caz &#537;i dup&#259;
cum este necesar, &#537;i acest consim&#539;&#259;mânt se va aplica
urm&#259;toarelor tipuri de utilizare a datelor:</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.5in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>(a) 
Informa&#539;ii personale</span></b><span lang=ro style='font-size:22.0pt;
font-family:"Arial",sans-serif'>.  Software-ul va stoca &#537;i afi&#537;a date
cu caracter personal relevante &#537;i (dac&#259; sunte&#539;i pacient) date de
s&#259;n&#259;tate pe dispozitivul mobil, pe computer, pe tablet&#259; sau pe
alt dispozitiv similar, inclusiv adresa dvs. de e-mail, informa&#539;iile de
autentificare &#537;i anumite informa&#539;ii de s&#259;n&#259;tate legate de
diabet.  Aceste informa&#539;ii vor fi transmise c&#259;tre baza de
date/serverul Senseonics prin intermediul serviciului de date mobile, al
Wi-Fi-ului sau al accesului la internet al smartphone-ului.  Datele stocate
&#537;i colectate prin intermediul software-ului vor fi salvate pe o
perioad&#259; nedeterminat&#259; de timp, cu niveluri standard industriale
adecvate de securitate &#537;i protec&#539;ie a datelor, pe un server
Senseonics din Londra, Marea Britanie.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.5in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>(b) 
Date de utilizare</span></b><span lang=ro style='font-size:22.0pt;font-family:
"Arial",sans-serif'>.  Din când în când, software-ul va raporta automat
c&#259;tre serverul(ele) Senseonics anumite informa&#539;ii legate de
utilizarea de c&#259;tre dvs. a software-ului, cum ar fi timpul, durata,
cantitatea de date &#537;i alte informa&#539;ii similare („Date de
utilizare”).  Datele de utilizare nu includ informa&#539;iile cu caracter
personal (definite mai jos) &#537;i pot fi utilizate de Senseonics dup&#259;
cum consider&#259; potrivit, în conformitate cu toate legile aplicabile,
inclusiv pentru diagnosticarea &#537;i rezolvarea problemelor tehnice &#537;i
de performan&#539;&#259; legate de software.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.5in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>(c) 
Informa&#539;ii de contact</span></b><span lang=ro style='font-size:22.0pt;
font-family:"Arial",sans-serif'>.  Informa&#539;iile dvs. de contact colectate
prin utilizarea acestui software pot fi utilizate pentru a comunica cu dvs.
prin telefon, e-mail &#537;i/sau mesaj din motive adecvate legate de utilizarea
de c&#259;tre dvs. a software-ului (&#537;i în conformitate cu Politica de
confiden&#539;ialitate &#537;i termenii de utilizare).  De exemplu, Senseonics
v&#259; poate contacta pentru a v&#259; asigura c&#259; utiliza&#539;i în mod
corespunz&#259;tor software-ul &#537;i echipamentul (dac&#259; sunte&#539;i
pacient), pentru a oferi asisten&#539;&#259; &#537;i îndrumare, dup&#259; caz,
atunci când apar aspecte sau probleme &#537;i/sau pentru a oferi
actualiz&#259;ri tehnice sau importante.  În rezolvarea aspectelor, problemelor
&#537;i/sau a reclama&#539;iilor (dac&#259; sunte&#539;i pacient),
angaja&#539;ii Senseonics din Statele Unite v&#259; pot vedea &#537;i accesa
informa&#539;iile cu caracter personal &#537;i de s&#259;n&#259;tate pentru a
facilita depanarea &#537;i rezolvarea problemelor.  Pentru a realiza
activit&#259;&#539;ile descrise mai sus, Senseonics poate încheia acorduri de
date cu ter&#539;e p&#259;r&#539;i, dar va face acest lucru numai prin acorduri
scrise adecvate care s&#259; con&#539;in&#259; cerin&#539;e privind
protec&#539;ia &#537;i confiden&#539;ialitatea datelor. </span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.5in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>(d) 
Date tehnice</span></b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>. 
Software-ul va salva &#537;i va transmite c&#259;tre Senseonics anumite
informa&#539;ii referitoare la dispozitivul mobil, tablet&#259; &#537;i/sau
computer, cum ar fi modelul specific, sistemul de operare, problemele legate de
instalare &#537;i operare &#537;i alte informa&#539;ii tehnice care vor fi
utilizate pentru men&#539;inerea &#537;i îmbun&#259;t&#259;&#539;irea
software-ului pentru to&#539;i utilizatorii, precum &#537;i experien&#539;a
proprie.  </span></p>

<p class=MsoNormal style='margin-left:.25in'><b><span lang=ro style='font-size:
22.0pt;font-family:"Arial",sans-serif'>Informa&#539;ii f&#259;r&#259; elemente
de identificare personal&#259;</span></b><span lang=ro style='font-size:22.0pt;
font-family:"Arial",sans-serif'>.  În conformitate cu Politica de
confiden&#539;ialitate &#537;i termenii &#537;i condi&#539;iile de utilizare,
Senseonics v&#259; poate utiliza datele dup&#259; ce au fost îndep&#259;rtate
elementele de identificare personal&#259; (datele anonime care nu pot fi
folosite pentru a v&#259; identifica personal) pentru orice scop legitim,
inclusiv pentru îmbun&#259;t&#259;&#539;irea produselor &#537;i serviciilor
Senseonics, îmbun&#259;t&#259;&#539;irea serviciului cu clien&#539;ii,
dezvoltarea de noi produse, cercetare, publicare, instruire &#537;i
educa&#539;ie &#537;i/sau analize de date.  Dac&#259; sunte&#539;i de acord cu
acest acord EULA, sunte&#539;i de acord ca Senseonics s&#259; utilizeze datele
dvs. f&#259;r&#259; elemente de identificare personal&#259; descrise mai sus,
care pot include &#537;i transferul acestora c&#259;tre ter&#539;e
p&#259;r&#539;i &#537;i c&#259;tre frontierele &#539;&#259;rii/continentului.</span></p>

<p class=MsoNormal style='margin-left:.25in'><span lang=ro style='font-size:
22.0pt;font-family:"Arial",sans-serif'>&nbsp;</span></p>

<p class=MsoNormal style='margin-left:.25in'><b><span lang=ro style='font-size:
22.0pt;font-family:"Arial",sans-serif'>Consim&#539;&#259;mânt separat,
adi&#539;ional.</span></b><span lang=ro style='font-size:22.0pt;font-family:
"Arial",sans-serif'>  În m&#259;sura cerut&#259; de GDPR UE, Senseonics va
ob&#539;ine consim&#539;&#259;mântul dvs. adi&#539;ional dac&#259;/când se
angajeaz&#259; s&#259; utilizeze datele dvs. identificabile pentru scopuri sau
activit&#259;&#539;i care nu au fost descrise mai sus.  De exemplu, Senseonics
va ob&#539;ine un consim&#539;&#259;mânt separat de la dvs. înainte de a
utiliza informa&#539;iile dvs. cu caracter personal pentru comunic&#259;ri de
marketing sau promo&#539;ionale (inclusiv anun&#539;uri sau oferte similare
prin e-mail), publicarea datelor dvs. identificabile, utilizarea datelor dvs.
identificabile pentru cercetare sau dezvoltare de produse &#537;i/sau
transmiterea sau vânzarea datelor dvs. identificabile unei ter&#539;e
p&#259;r&#539;i.  </span></p>

<p class=MsoNormal style='margin-left:.25in'><span lang=ro style='font-size:
22.0pt;font-family:"Arial",sans-serif'>&nbsp;</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>1.6</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Drept
de proprietate</u></b>. Sunte&#539;i de acord c&#259; Senseonics &#537;i
furnizorii s&#259;i de&#539;in toate drepturile, titlurile &#537;i interesele
pentru software. Nu ve&#539;i elimina, nu ve&#539;i modifica sau nu ve&#539;i
ascunde nicio notificare privind drepturile de autor, marca comercial&#259;,
marca de servicii sau alte notific&#259;ri privind drepturile de proprietate
încorporate sau înso&#539;ite de software.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>1.7       
<u>F&#259;r&#259; servicii medicale</u></span></b><span lang=ro
style='font-size:22.0pt;font-family:"Arial",sans-serif'>.  În&#539;elege&#539;i
&#537;i sunte&#539;i de acord c&#259; Senseonics nu furnizeaz&#259; niciun
serviciu licen&#539;iat de îngrijire a s&#259;n&#259;t&#259;&#539;ii, nici nu
ofer&#259; consultan&#539;&#259; medical&#259;, de s&#259;n&#259;tate sau alte
tipuri de consultan&#539;&#259; profesional&#259; sau de luare a deciziilor, prin
acest software sau în alt mod.  În plus, Senseonics nu monitorizeaz&#259; sau
verific&#259; exactitatea datelor dvs. în software.  Cu toate acestea,
dac&#259; sunte&#539;i pacient, pute&#539;i autoriza medicul dvs. sau alt
furnizor de asisten&#539;&#259; medical&#259; s&#259; v&#259; acceseze datele prin
intermediul software-ului pentru consultare, analiz&#259;, decizii privind
terapia &#537;i/sau ajust&#259;ri ale îngrijirii dvs.</span></p>

<p class=legal2l1 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:0in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>2.    
UTILIZAREA SOFTWARE-ULUI</span></b></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>2.1</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Actualiz&#259;ri</u>.</b>&nbsp;Senseonics
v&#259; poate solicita s&#259; accepta&#539;i actualiz&#259;ri ale
software-ului pe care l-a&#539;i instalat pe dispozitivul mobil, pe
tablet&#259; &#537;i/sau pe computer. Recunoa&#537;te&#539;i &#537;i
sunte&#539;i de acord c&#259; Senseonics poate actualiza software-ul cu sau
f&#259;r&#259; notificarea dvs. Este posibil s&#259; ave&#539;i nevoie s&#259;
actualiza&#539;i din când în când software-ul unei ter&#539;e p&#259;r&#539;i
pentru a utiliza software-ul.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>2.2</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Anumite
restric&#539;ii</u>.</b>&nbsp;Ca o condi&#539;ie de utilizare, sunte&#539;i de
acord s&#259; nu utiliza&#539;i software-ul pentru orice scop care este
interzis de acordul EULA sau de legea aplicabil&#259;. Nu ve&#539;i (&#537;i nu
ve&#539;i permite niciunui ter&#539; s&#259;): (a) licen&#539;ia, vinde,
închiria, da în chirie, transfera, aloca, reproduce, distribui, g&#259;zdui sau
exploata în alt mod software-ul, (b) modifica, traduce, adapta, fuziona;
inversa orice parte a software-ului, cu excep&#539;ia cazului în care restric&#539;iile
anterioare sunt interzise în mod expres de legisla&#539;ia aplicabil&#259;; (c)
interveni sau încerca s&#259; interfera&#539;i cu buna func&#539;ionare a
software-ului; (d) încerca s&#259; v&#259; angaja&#539;i sau angaja în orice
act poten&#539;ial d&#259;un&#259;tor îndreptat împotriva software-ului sau a
Senseonics, incluzând, dar f&#259;r&#259; a se limita la, înc&#259;lcarea sau
încercarea de a înc&#259;lca orice caracteristici de securitate ale
software-ului; sau (e) accesa software-ul pentru a construi un site web, o
aplica&#539;ie sau un serviciu similar sau competitiv. Orice lansare ulterioar&#259;,
actualizare sau alt&#259; ad&#259;ugire la software va face obiectul
prezentului acord EULA. Senseonics, furnizorii s&#259;i &#537;i furnizorii de
servicii î&#537;i rezerv&#259; toate drepturile care nu sunt acordate în acest
acord EULA.<span class=MsoFootnoteReference><sup><span style='font-family:"Arial",sans-serif'>&nbsp;</span></sup></span>&nbsp;Orice
utilizare neautorizat&#259; a software-ului încheie licen&#539;ele acordate de
Senseonics în conformitate cu acest acord EULA.</span></p>

<p class=legal2l2 style='margin-left:.25in'><b><span lang=ro style='font-size:
22.0pt;font-family:"Arial",sans-serif'>2.3</span></b><span lang=ro
style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Con&#539;inutul
utilizatorului</u>.</b>&nbsp;Software-ul poate con&#539;ine caracteristici sau
metode care permit utilizatorilor s&#259; trimit&#259; &#537;i s&#259;
partajeze texte, feedback, sugestii, idei, comentarii, mesaje, informa&#539;ii,
documente, imagini, întreb&#259;ri, link-uri &#537;i alte materiale prin
Software sau direct c&#259;tre Senseonics (împreun&#259;, „Con&#539;inutul
utilizatorului”).</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>Dvs.
v&#259; asuma&#539;i responsabilitatea exclusiv&#259; pentru tot
con&#539;inutul utilizatorului pe care îl trimite&#539;i &#537;i tot
con&#539;inutul utilizatorului pe care îl trimite&#539;i trebuie s&#259; fie al
dvs. Acorda&#539;i Senseonics &#537;i afilia&#539;ilor s&#259;i o
licen&#539;&#259; neexclusiv&#259;, cu drepturi de licen&#539;iere
gratuit&#259; (cu dreptul la sublicen&#539;&#259;) de a reproduce, distribui,
afi&#537;a public &#537;i a efectua, transmite, adapta &#537;i traduce orice
con&#539;inut de utilizator pe care îl trimite&#539;i, integral sau în parte
&#537;i în orice mediu cunoscut sau dezvoltat mai târziu, în orice scop (cu
excep&#539;ia oric&#259;rui con&#539;inut al utilizatorului care const&#259; în
informa&#539;ii cu caracter personal). Reprezenta&#539;i &#537;i garanta&#539;i
c&#259; acest con&#539;inut al utilizatorului pe care îl trimite&#539;i nu (i)
def&#259;imeaz&#259; oricare dintre p&#259;r&#539;i; (ii) încalc&#259;
drepturile de autor, marca comercial&#259;, brevetul, secretul comercial,
dreptul la confiden&#539;ialitate sau publicitate, sau orice alt drept de
proprietate sau personal; (iii) con&#539;ine orice material sau informa&#539;ii
furnizate în mod confiden&#539;ial sau cu în&#539;elegerea c&#259; acestea nu
vor fi dezv&#259;luite sau publicate (inclusiv, dar f&#259;r&#259; a se limita
la, orice informa&#539;ii confiden&#539;iale legate de afacerea angajatorului,
colegilor sau clien&#539;ilor); sau (iv) încalc&#259; în alt mod orice lege sau
reglementare aplicabil&#259;. În plus, reprezenta&#539;i, garanta&#539;i
&#537;i respecta&#539;i faptul c&#259; nu ave&#539;i nicio obliga&#539;ie care
ar interfera în orice fel cu dezv&#259;luirea sau utilizarea oric&#259;rui
con&#539;inut al utilizatorului pe care îl trimite&#539;i.</span></p>

<p class=legal2l1 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:0in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>3.    
ÎNREGISTRAREA CONTULUI.  </span></b><span lang=ro style='font-size:22.0pt;
font-family:"Arial",sans-serif'>Este posibil s&#259; vi se solicite
înregistrarea &#537;i crearea unui cont pentru a utiliza software-ul. Politica
de confiden&#539;ialitate Senseonics &#537;i termenii de utilizare descriu
procesul de înregistrare &#537;i informa&#539;iile cu caracter personal
colectate. </span></p>

<p class=legal2l1 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:0in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>4.    
DESP&#258;GUBIRE.&nbsp;</span></b><span lang=ro style='font-size:22.0pt;
font-family:"Arial",sans-serif'>Sunte&#539;i de acord s&#259;
desp&#259;gubi&#539;i &#537;i s&#259; v&#259; asigura&#539;i c&#259; Senseonics
&#537;i p&#259;r&#539;ile sale, filialele, afilia&#539;ii, ofi&#539;erii,
angaja&#539;ii, agen&#539;ii, partenerii &#537;i licen&#539;iatorii
(colectiv,&nbsp;<b>„P&#259;r&#539;ile Senseonics”</b>) nu sunt
d&#259;un&#259;toare pentru pierderile, costurile, datoriile &#537;i
cheltuielile (inclusiv onorariile avoca&#539;ilor rezonabili) referitoare la
sau care rezult&#259; din: (a) orice date sau informa&#539;ii cu caracter
personal (termenul este definit în Politica de confiden&#539;ialitate &#537;i
termenii de utilizare Senseonics) pe care le trimite&#539;i la sau prin
software; (b) utilizarea sau imposibilitatea de a utiliza software-ul; (c) înc&#259;lcarea
prezentului acord EULA; (d) înc&#259;lcarea oric&#259;ror drepturi ale altei
p&#259;r&#539;i sau (e) înc&#259;lcarea oric&#259;ror legi, reguli sau
reglement&#259;ri aplicabile. Senseonics î&#537;i rezerv&#259; dreptul, pe
cheltuiala proprie, de a-&#537;i asuma ap&#259;rarea exclusiv&#259; &#537;i
controlul oric&#259;rei chestiuni supuse în alt mod unei desp&#259;gubiri de
c&#259;tre dvs., caz în care ve&#539;i colabora pe deplin cu Senseonics în
afirmarea oric&#259;rei ap&#259;r&#259;ri disponibile. Sunte&#539;i de acord
c&#259; prevederile din aceast&#259; sec&#539;iune vor supravie&#539;ui
oric&#259;rei încheieri a acestui acord EULA.</span></p>

<p class=legal2l1 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:0in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>5.</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>     <b>RENUN&#538;ARE
LA GARAN&#538;II.  </b>ÎN&#538;ELEGE&#538;I &#536;I SUNTE&#538;I DE ACORD ÎN
MOD EXPRES C&#258;, ÎN M&#258;SURA PERMIS&#258; DE LEGEA APLICABIL&#258;,
UTILIZAREA DE C&#258;TRE DVS. A SOFTWARE-ULUI ESTE LA RISCUL DVS. UNIC, IAR
SOFTWARE-UL ESTE FURNIZAT PE BAZA „ÎN M&#258;SURA ÎN CARE ESTE” &#536;I „DREPT
DISPONIBIL”, CU TOATE DEFECTELE. P&#258;R&#538;ILE SENSEONICS RENUN&#538;&#258;
ÎN MOD EXPRES LA TOATE GARAN&#538;IILE, DECLARA&#538;IILE &#536;I
CONDI&#538;IILE DE ORICE NATUR&#258;, EXPRESE SAU IMPLICITE, INCLUZÂND, DAR
F&#258;R&#258; A SE LIMITA LA, GARAN&#538;IILE IMPLICITE SAU CONDI&#538;IILE DE
VANDABILITATE, CAPACITATEA PENTRU UN ANUMIT SCOP &#536;I NEÎNC&#258;LCAREA.
P&#258;R&#538;ILE SENSEONICS NU FAC NICIO GARAN&#538;IE, REPREZENTARE SAU
CONDI&#538;IE C&#258;: (1) SOFTWARE-UL VA ÎNDEPLINI CERIN&#538;ELE DVS.; (2)
SOFTWARE-UL VA FI NEÎNTRERUPT, ÎN TIMP UTIL, SIGUR SAU F&#258;R&#258; ERORI;
(3) REZULTATELE CARE POT FI OB&#538;INUTE DIN UTILIZAREA SOFTWARE-ULUI VOR FI
CORECTE SAU FIABILE; SAU (4) ORICE EROARE ÎN SOFTWARE VA FI CORECTAT&#258;.
SOFTWARE-UL POATE FI SUPUS UNOR ÎNTÂRZIERI, ANUL&#258;RI &#536;I ALTE
ÎNTRERUPERI. P&#258;R&#538;ILE SENSEONICS NU Î&#536;I ASUM&#258; NICIO
RESPONSABILITATE PENTRU ACTUALITATEA, &#536;TERGEREA, FURNIZAREA
GRE&#536;IT&#258; SAU NEREU&#536;IT&#258; DE STOCARE A DATELOR PRIN INTERMEDIUL
SOFTWARE-ULUI.&nbsp;P&#258;R&#538;ILE SENSEONICS NU AU CONTROL ASUPRA &#536;I
NU Î&#536;I ASUM&#258; NICIO RESPONSABILITATE PENTRU ORICE INFORMA&#538;II CU
CARACTER PERSONAL PE CARE LE ÎMP&#258;RT&#258;&#536;I&#538;I CU ORICE
TER&#538;E P&#258;R&#538;I. </span></p>

<p class=MsoNormal><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>6.    
LIMITAREA R&#258;SPUNDERII</span></b></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>6.1</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>NERECUNOA&#536;TEREA
ANUMITOR DAUNE</u></b>. ÎN&#538;ELEGE&#538;I &#536;I SUNTE&#538;I DE ACORD
C&#258;, ÎN NICIUN CAZ, P&#258;R&#538;ILE SENSEONICS NU VOR FI RESPONSABILE
PENTRU NICIUN FEL DE DAUNE INDIRECTE, INCIDENTALE, SPECIALE, EXEMPLIFICATOARE
SAU CONSECUTIVE CARE DECURG DIN SAU ÎN LEG&#258;TUR&#258; CU SOFTWARE-UL,
INCLUSIV, F&#258;R&#258; LIMITARE, ORICE DAUNE REZULTATE DIN PIERDEREA
UTILIZ&#258;RII, DATELOR SAU PROFITURILOR, INDIFERENT DAC&#258; SENSEONICS A
FOST SAU NU INFORMAT CU PRIVIRE LA POSIBILITATEA UNOR ASTFEL DE DAUNE, SAU
PENTRU ORICE DAUNE PENTRU V&#258;T&#258;MARE PERSONAL&#258; SAU CORPORAL&#258;
SAU SUFERIN&#538;&#258; EMO&#538;IONAL&#258; CARE DECURG DIN SAU ÎN
LEG&#258;TUR&#258; CU ACEST ACORD EULA, CU PRIVIRE LA ORICE TEORIE A
R&#258;SPUNDERII CARE REZULT&#258; DIN: (1) UTILIZAREA SAU INCAPACITATEA DE A
UTILIZA SOFTWARE-UL; (2) ACCESUL NEAUTORIZAT LA SAU MODIFICAREA TRANSMISIILOR
SAU A DATELOR; SAU (3) ORICE ALT&#258; PROBLEM&#258; LEGAT&#258; DE SOFTWARE.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>6.2</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>LIMIT&#258;
DE R&#258;SPUNDERE</u>.</b>&nbsp;ÎN NICIUN CAZ, P&#258;R&#538;ILE SENSEONICS NU
VOR FI R&#258;SPUNZ&#258;TOARE ÎN TOTAL PENTRU MAI MULT DECÂT ECHIVALENTUL A
ZECE EURO (€ 10.00).&nbsp;</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>6.3</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>TEMEIUL
ÎN&#538;ELEGERII</u>.</b>&nbsp;LIMIT&#258;RILE DAUNELOR PREZENTATE MAI SUS SUNT
ELEMENTE FUNDAMENTALE ALE TEMEIULUI ÎN&#538;ELEGERII DINTRE SENSEONICS &#536;I
DVS.&nbsp;</span></p>

<p class=legal2l1 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:0in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>7.</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>     <b>TERMEN
&#536;I REZILIERE</b></span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>7.1</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Termen</u>.</b>&nbsp;Acest
acord EULA va începe la data la care îl accepta&#539;i (a&#537;a cum este
descris în preambulul de mai sus) &#537;i va r&#259;mâne în vigoare în
întregime pân&#259; la reziliere în conformitate cu prezenta sec&#539;iune 7.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>7.2</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Rezilierea
de c&#259;tre Senseonics</u>.&nbsp;</b>Dac&#259; a&#539;i înc&#259;lcat orice
prevedere a acestui acord EULA sau dac&#259; Senseonics este obligat s&#259;
fac&#259; acest lucru prin lege (de exemplu, în cazul în care furnizarea
software-ului este sau devine ilegal&#259;), Senseonics are dreptul de a
suspenda sau de a întrerupe orice servicii furnizate c&#259;tre dvs. Sunte&#539;i
de acord c&#259; toate rezilierile din diferite cauze vor fi f&#259;cute la
discre&#539;ia Senseonics &#537;i c&#259; Senseonics nu va fi
r&#259;spunz&#259;tor fa&#539;&#259; de dvs. sau fa&#539;&#259; de o
ter&#539;&#259; parte pentru orice reziliere a contului dvs. În plus, furnizarea
anumitor func&#539;ionalit&#259;&#539;i oferite de Senseonics prin intermediul
software-ului se va încheia automat dac&#259; nu mai folosi&#539;i sau nu
ave&#539;i acces la echipamente.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>7.3</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Rezilierea
de c&#259;tre dvs.</u>.&nbsp;</b>Dac&#259; dori&#539;i s&#259; întrerupe&#539;i
orice servicii furnizate de Senseonics prin software, pute&#539;i face acest
lucru &#537;tergând software-ul.&nbsp;</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>7.4</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Repercusiunile
rezilierii</u>.</b>&nbsp;Rezilierea include &#537;tergerea tuturor datelor
privind software-ul (cu în&#539;elegerea faptului c&#259; pot r&#259;mâne date
cu privire la orice echipament utilizat &#537;i/sau la serverul Senseonics
aplicabil). Senseonics nu va avea nicio r&#259;spundere fa&#539;&#259; de dvs.
pentru orice suspendare sau reziliere. Toate prevederile acestui acord EULA,
care prin natura lor ar trebui s&#259; supravie&#539;uiasc&#259;, vor
supravie&#539;ui încet&#259;rii acestui acord EULA, incluzând, dar
f&#259;r&#259; a se limita la acestea, prevederile referitoare la dreptul de
proprietate, renun&#539;area la garan&#539;ie &#537;i limitarea
r&#259;spunderii.</span></p>

<p class=legal2l1 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:0in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>8.    
DISPOZI&#538;II GENERALE</span></b></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>8.1</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Comunica&#539;ii
electronice</u>.</b>&nbsp;Comunica&#539;iile dintre dvs. &#537;i Senseonics
utilizeaz&#259; mijloace electronice. În scopuri contractuale, (1) sunte&#539;i
de acord s&#259; primi&#539;i comunic&#259;ri de la Senseonics în format
electronic; &#537;i (2) sunte&#539;i de acord c&#259; to&#539;i termenii
&#537;i condi&#539;iile, în&#539;elegerile, notific&#259;rile,
dezv&#259;luirile &#537;i alte comunic&#259;ri pe care Senseonics vi le
furnizeaz&#259; pe cale electronic&#259; îndeplinesc orice cerin&#539;&#259;
legal&#259; pe care aceste comunic&#259;ri le-ar îndeplini dac&#259; ar fi în
scris. Cele de mai sus nu v&#259; afecteaz&#259; drepturile legale.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>8.2</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Exonerare</u>.</b>&nbsp;Prin
prezenta, exonera&#539;i p&#259;r&#539;ile Senseonics &#537;i succesorii
acestora de reclama&#539;ii, cereri, pierderi, daune, drepturi &#537;i
ac&#539;iuni de orice fel, inclusiv v&#259;t&#259;m&#259;ri corporale, deces
&#537;i daune materiale, care sunt legate direct sau indirect sau provin de la
software sau utilizarea acestuia. </span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>8.3</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Cesiune</u>.</b>&nbsp;Acest
acord EULA, precum &#537;i drepturile &#537;i obliga&#539;iile dvs. de mai jos
nu pot fi alocate, subcontractate, delegate sau transferate în alt mod de dvs.
f&#259;r&#259; consim&#539;&#259;mântul scris în prealabil al Senseonics
&#537;i orice încercare de alocare, subcontractare, delegare sau transfer, înc&#259;lcând
cele men&#539;ionate anterior, va fi nul&#259; &#537;i nevenit&#259;.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>8.4</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>For&#539;&#259;
major&#259;</u>.</b>&nbsp;Senseonics nu va fi r&#259;spunz&#259;toare pentru
nicio întârziere sau neîndeplinire care rezult&#259; din cauze aflate în afara
controlului s&#259;u rezonabil, inclusiv, dar f&#259;r&#259; a se limita la,
acte de r&#259;zboi, terorism, revolte, embargouri, acte de
autorit&#259;&#539;i civile sau militare, incendii, inunda&#539;ii, accidente,
greve sau lipsuri de facilit&#259;&#539;i de transport, combustibil, energie,
munc&#259; sau materiale.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>8.5</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Solu&#539;ionare
a litigiilor</u>.</b>&nbsp;Dac&#259; sunte&#539;i de p&#259;rere c&#259;
Senseonics nu a respectat acest acord EULA, v&#259; rug&#259;m s&#259;
contacta&#539;i Senseonics prin trimiterea unui e-mail la adresa noastr&#259; <u>EULA@senseonics.com</u>.
Vom face tot posibilul pentru a v&#259; rezolva problemele. Dac&#259;
sunte&#539;i de p&#259;rere c&#259; reclama&#539;ia dvs. nu a fost complet
rezolvat&#259;, v&#259; invit&#259;m s&#259; ne anun&#539;a&#539;i pentru o
investiga&#539;ie ulterioar&#259;.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>8.6</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Alegerea
legii &#537;i a loca&#539;iei</u>.</b>&nbsp;Acest acord EULA &#537;i orice
ac&#539;iune legat&#259; de acesta vor fi guvernate &#537;i interpretate de
legile statului Delaware, Statele Unite, f&#259;r&#259; a aduce atingere
principiilor conflictelor de legi care necesit&#259; aplicarea legii unei alte
&#539;&#259;ri sau a unui alt stat.&nbsp; Prin prezenta, sunte&#539;i de acord
în mod explicit cu jurisdic&#539;ia personal&#259; &#537;i cu locul de
desf&#259;&#537;urare a activit&#259;&#539;ii în instan&#539;ele de stat
&#537;i federale ale jude&#539;ului în care se afl&#259; sediul principal al
Senseonics pentru orice proces intentat împotriva dvs. de c&#259;tre Senseonics
care decurge din sau se refer&#259; la acest acord EULA. Conven&#539;ia
Na&#539;iunilor Unite privind contractele pentru vânzarea interna&#539;ional&#259;
a bunurilor nu se aplic&#259; acestui acord EULA.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>8.7</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Termen
de prescrip&#539;ie</u>.&nbsp;</b>DVS. &#536;I SENSEONICS SUNTE&#538;I DE ACORD
C&#258; ORICE CAUZ&#258; DE AC&#538;IUNE CARE DECURGE DIN SAU CARE ARE
LEG&#258;TUR&#258; CU ACEST ACORD EULA TREBUIE S&#258; ÎNCEAP&#258; ÎNTR-UN (1)
AN DE LA ACUMULAREA CAUZEI DE AC&#538;IUNE. ÎN CAZ CONTRAR, ACEAST&#258;
CAUZ&#258; DE AC&#538;IUNE ESTE PERMANENT INTERZIS&#258;.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>8.8</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Notificare</u>.</b>&nbsp;În
cazul în care Senseonics cere s&#259; furniza&#539;i o adres&#259; de e-mail,
sunte&#539;i responsabil pentru furnizarea Senseonics cu cea mai recent&#259;
adres&#259; de e-mail. În cazul în care ultima adres&#259; de e-mail pe care
a&#539;i furnizat-o companiei Senseonics nu este valid&#259; sau din orice
motiv nu v&#259; poate furniza notific&#259;rile necesare/permise de acest
acord EULA, expedierea de c&#259;tre Senseonics a mesajului electronic care con&#539;ine
aceast&#259; notificare va constitui cu toate acestea, o notificare
eficient&#259;. Pute&#539;i notifica Senseonics la adresa <u>EULA@senseonics.com</u>.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>8.9</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Renun&#539;are</u>.</b>&nbsp;Orice
renun&#539;are sau neaplicare a oric&#259;rei prevederi a acestui acord EULA cu
o singur&#259; ocazie nu va fi considerat&#259; o renun&#539;are la orice
alt&#259; prevedere sau o astfel de dispozi&#539;ie în orice alt&#259; ocazie.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>8.10</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp; 
<b><u>Clauz&#259; special&#259;</u>.</b>&nbsp;În cazul în care o prevedere a
acestui acord EULA este considerat&#259; ca fiind nevalid&#259; sau
inaplicabil&#259; din orice motiv, celelalte prevederi ale acestui acord EULA
vor r&#259;mâne aplicabile, iar dispozi&#539;ia nevalid&#259; sau
inaplicabil&#259; va fi modificat&#259; astfel încât s&#259; fie valid&#259;
&#537;i aplicabil&#259; în m&#259;sura maxim&#259; permis&#259; de lege.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>8.11 
</span></b><span lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;<b><u>Controlul
exporturilor</u>.</b>&nbsp;Nu ave&#539;i dreptul s&#259; utiliza&#539;i,
s&#259; exporta&#539;i, s&#259; importa&#539;i sau s&#259; transfera&#539;i
software-ul cu excep&#539;ia cazului în care este autorizat de legile &#537;i
reglement&#259;rile &#539;&#259;rii/jurisdic&#539;iei în care a&#539;i
ob&#539;inut software-ul &#537;i de orice alte legi aplicabile. De asemenea, nu
ve&#539;i utiliza software-ul pentru orice scop interzis conform reglement&#259;rilor
UE, inclusiv dezvoltarea, proiectarea, fabricarea sau producerea de rachete,
arme nucleare, chimice sau biologice. Recunoa&#537;te&#539;i &#537;i
sunte&#539;i de acord c&#259; produsele, serviciile sau tehnologiile furnizate
de Senseonics sunt supuse reglement&#259;rilor UE care reglementeaz&#259;
controlul exporturilor &#537;i interdic&#539;iile. Trebuie s&#259;
respecta&#539;i aceste reglement&#259;ri UE &#537;i s&#259; nu exporta&#539;i,
reexporta&#539;i sau transfera&#539;i produsele, serviciile sau tehnologia
Senseonics, direct sau indirect, c&#259;tre nicio &#539;ar&#259; care
încalc&#259; astfel de reglement&#259;ri.</span></p>

<p class=MsoNormal style='margin-left:.25in'><b><span lang=ro style='font-size:
22.0pt;font-family:"Arial",sans-serif'>8.12     <u>Întregul acord</u>.</span></b><span
lang=ro style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;Prezentul
acord EULA este acordul final, complet &#537;i exclusiv al p&#259;r&#539;ilor
cu privire la obiectul prezentului acord &#537;i înlocuie&#537;te &#537;i
îmbin&#259; toate discu&#539;iile anterioare dintre p&#259;r&#539;i cu privire
la acest subiect.</span></p>

</div>

</body>

</html>
