<html>

<head>
<meta http-equiv=Content-Type content="text/html; charset=windows-1252">
<meta name=Generator content="Microsoft Word 15 (filtered)">
<style>
<!--
 /* Font Definitions */
 @font-face
	{font-family:"Cambria Math";
	panose-1:2 4 5 3 5 4 6 3 2 4;}
@font-face
	{font-family:Calibri;
	panose-1:2 15 5 2 2 2 4 3 2 4;}
@font-face
	{font-family:"Segoe UI";
	panose-1:2 11 5 2 4 2 4 2 2 3;}
@font-face
	{font-family:Times;
	panose-1:2 2 6 3 5 4 5 2 3 4;}
 /* Style Definitions */
 p.MsoNormal, li.MsoNormal, div.MsoNormal
	{margin:0in;
	margin-bottom:.0001pt;
	font-size:11.0pt;
	font-family:"Times New Roman",serif;}
p.MsoCommentText, li.MsoCommentText, div.MsoCommentText
	{mso-style-link:"Comment Text Char";
	margin:0in;
	margin-bottom:.0001pt;
	font-size:10.0pt;
	font-family:"Times New Roman",serif;}
p.MsoHeader, li.MsoHeader, div.MsoHeader
	{mso-style-link:"Header Char";
	margin:0in;
	margin-bottom:.0001pt;
	font-size:11.0pt;
	font-family:"Times New Roman",serif;}
p.MsoFooter, li.MsoFooter, div.MsoFooter
	{mso-style-link:"Footer Char";
	margin:0in;
	margin-bottom:.0001pt;
	font-size:11.0pt;
	font-family:"Times New Roman",serif;}
a:link, span.MsoHyperlink
	{color:blue;
	text-decoration:underline;}
a:visited, span.MsoHyperlinkFollowed
	{color:#954F72;
	text-decoration:underline;}
p.MsoCommentSubject, li.MsoCommentSubject, div.MsoCommentSubject
	{mso-style-link:"Comment Subject Char";
	margin:0in;
	margin-bottom:.0001pt;
	font-size:10.0pt;
	font-family:"Times New Roman",serif;
	font-weight:bold;}
p.MsoAcetate, li.MsoAcetate, div.MsoAcetate
	{mso-style-link:"Balloon Text Char";
	margin:0in;
	margin-bottom:.0001pt;
	font-size:9.0pt;
	font-family:"Segoe UI",sans-serif;}
p.MsoNoSpacing, li.MsoNoSpacing, div.MsoNoSpacing
	{margin-top:0in;
	margin-right:0in;
	margin-bottom:12.0pt;
	margin-left:0in;
	font-size:11.0pt;
	font-family:"Times New Roman",serif;
	color:black;
	border:none windowtext 1.0pt;
	padding:0in;}
span.CommentTextChar
	{mso-style-name:"Comment Text Char";
	mso-style-link:"Comment Text";}
p.legal2l1, li.legal2l1, div.legal2l1
	{mso-style-name:legal2l1;
	margin-right:0in;
	margin-left:0in;
	font-size:12.0pt;
	font-family:"Times New Roman",serif;}
p.legal2l2, li.legal2l2, div.legal2l2
	{mso-style-name:legal2l2;
	margin-right:0in;
	margin-left:0in;
	font-size:12.0pt;
	font-family:"Times New Roman",serif;}
p.legal2l3, li.legal2l3, div.legal2l3
	{mso-style-name:legal2l3;
	margin-right:0in;
	margin-left:0in;
	font-size:12.0pt;
	font-family:"Times New Roman",serif;}
span.BalloonTextChar
	{mso-style-name:"Balloon Text Char";
	mso-style-link:"Balloon Text";
	font-family:"Segoe UI",sans-serif;}
span.CommentSubjectChar
	{mso-style-name:"Comment Subject Char";
	mso-style-link:"Comment Subject";
	font-weight:bold;}
p.p17, li.p17, div.p17
	{mso-style-name:p17;
	margin:0in;
	margin-bottom:.0001pt;
	line-height:12.0pt;
	font-size:12.0pt;
	font-family:Times;}
span.HeaderChar
	{mso-style-name:"Header Char";
	mso-style-link:Header;}
span.FooterChar
	{mso-style-name:"Footer Char";
	mso-style-link:Footer;}
.MsoChpDefault
	{font-size:10.0pt;}
 /* Page Definitions */
 @page WordSection1
	{size:8.5in 11.0in;
	margin:1.0in 1.25in 1.0in 1.25in;}
div.WordSection1
	{page:WordSection1;}
-->
</style>

</head>

<body lang=EN-US link=blue vlink="#954F72">

<div class=WordSection1>

<p class=MsoNormal align=center style='text-align:center'><b><span lang=pl
style='font-size:24.0pt;font-family:"Arial",sans-serif'>SENSEONICS,
INCORPORATED</span></b></p>

<p class=MsoNormal align=center style='text-align:center'><b><span
style='font-size:24.0pt;font-family:"Arial",sans-serif'>&nbsp;</span></b></p>

<p class=MsoNormal align=center style='text-align:center'><b><span lang=pl
style='font-size:24.0pt;font-family:"Arial",sans-serif'>UMOWA LICENCYJNA
U&#379;YTKOWNIKA KO&#323;COWEGO (<i>EUROPA)</i></span></b></p>

<p class=MsoNormal align=center style='text-align:center'><span
style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;</span></p>

<p class=MsoNormal align=center style='text-align:center'><span lang=pl
style='font-size:22.0pt;font-family:"Arial",sans-serif'>Data wej&#347;cia w
&#380;ycie: listopad 2016 r.</span></p>

<p class=MsoNormal align=center style='text-align:center'><span lang=pl
style='font-size:22.0pt;font-family:"Arial",sans-serif'>Data ostatniej
aktualizacji: lipiec 2018 r.</span></p>

<p class=MsoNormal><span lang=pl style='font-size:23.0pt;font-family:"Arial",sans-serif'>WA&#379;NE
— NALE&#379;Y UWA&#379;NIE ZAPOZNA&#262; SI&#280; Z POSTANOWIENIAMI NINIEJSZEJ
UMOWY LICENCYJNEJ U&#379;YTKOWNIKA KO&#323;COWEGO („<b>EULA</b>”).&nbsp;
NINIEJSZA UMOWA EULA STANOWI WI&#260;&#379;&#260;C&#260; UMOW&#280; MI&#280;DZY
U&#379;YTKOWNIKIEM I FIRM&#260; SENSEONICS, INCORPORATED („<b>SENSEONICS</b>”)
ORAZ <span style='text-transform:uppercase'>DOTYCZY WYKORZYSTANIA PRZEZ
U&#379;YTKOWNIKA, zale&#380;nie od okoliczno&#347;ci, APLIKACJI MOBILNEJ
SENSEONICS’ EVERSENSE®, systemu zarz&#261;dzania danymi (DMS) Eversense®,
oprogramowania EVERSENSE® DMS Pro, APLIKACJI MOBILNEJ EVERSENSE® „NOW”, I/LUB
WSZELKIEGO INNEGO OPROGRAMOWANIA LUB APLIKACJI SENSEONICS</span>, W TYM WSZELKICH
ROZSZERZE&#323;, WERSJI I MODYFIKACJI POWY&#379;SZYCH ELEMENTÓW (OSOBNO I
&#321;&#260;CZNIE „<b>OPROGRAMOWANIE</b>”). NINIEJSZA UMOWA EULA DOTYCZY
WYKORZYSTANIA OPROGRAMOWANIA ZGODNIE Z OBOWI&#260;ZUJ&#260;CYM PRAWEM I
PRZEPISAMI EUROPEJSKIMI, W TYM ROZPORZ&#260;DZENIEM O OCHRONIE DANYCH OSOBOWYCH
(RODO) UNII EUROPEJSKIEJ. NINIEJSZA UMOWA EULA NIE DOTYCZY WYKORZYSTANIA PRZEZ
U&#379;YTKOWNIKA WSZELKICH INNYCH PRODUKTÓW I US&#321;UG FIRMY SENSEONICS. </span></p>

<p class=MsoNormal><span lang=pl style='font-size:23.0pt;font-family:"Arial",sans-serif'>POZA
NINIEJSZ&#260; UMOW&#260; EULA, INNE WARUNKI I POSTANOWIENIA STOSUJ&#260;
SI&#280; DO DANYCH OSOBOWYCH I/LUB NA TEMAT ZDROWIA PRZES&#321;ANYCH I
ZEBRANYCH PRZY U&#379;YCIU OPROGRAMOWANIA. TE DODATKOWE WARUNKI I POSTANOWIENIA
MO&#379;NA ZNALE&#377;&#262; W „<span class=MsoHyperlink><b><a
href="https://protect-us.mimecast.com/s/c1ekCQW5DrCXWxxhxRGQe?domain=ous.eversensediabetes.com">POLITYCE
PRYWATNO&#346;CI I WARUNKACH KORZYSTANIA</a></b></span>” FIRMY SENSEONICS
(&#321;&#260;CZE (<span class=MsoHyperlink><a
href="HTTPS://OUS.EVERSENSEDIABETES.COM/PRIVACY-POLICY/">HTTPS://OUS.EVERSENSEDIABETES.COM/PRIVACY-POLICY/</a></span>)),
KTÓRE ZOSTAJ&#260; NINIEJSZYM<span style='text-transform:uppercase'>W&#321;&#260;CZONE
DO TEJ UMOWY EULA. </span></span></p>

<p class=MsoNormal><span lang=pl style='font-size:23.0pt;font-family:"Arial",sans-serif'>INSTALUJ&#260;C
OPROGRAMOWANIE I KORZYSTAJ&#260;C Z NIEGO, U&#379;YTKOWNIK AKCEPTUJE I
WYRA&#379;A ZGOD&#280; NA WSZYSTKIE WARUNKI I POSTANOWIENIA ZAWARTE W
NINIEJSZEJ UMOWIE EULA, POLITYCE PRYWATNO&#346;CI I WARUNKACH KORZYSTANIA, A
TAK&#379;E MUSI WSKAZA&#262; ZGOD&#280; PRZEZ KLIKNI&#280;CIE/DOTKNI&#280;CIE
PRZYCISKU PONI&#379;EJ OZNACZONEGO „WYRA&#379;AM ZGOD&#280;” PRZED
ROZPOCZ&#280;CIEM KORZYSTANIA Z OPROGRAMOWANIA.&nbsp; JE&#346;LI
U&#379;YTKOWNIK NIE CHCE WYRAZI&#262; ZGODY NA WSZYSTKIE WARUNKI POSTANOWIENIA
ZAWARTE W TEJ UMOWIE EULA, NALE&#379;Y KLIKN&#260;&#262;/DOTKN&#260;&#262;
PRZYCISK „ANULUJ”. W TAKIEJ SYTUACJI KORZYSTANIE Z OPROGRAMOWANIA JEST
ZABRONIONE.&nbsp; KLIKNI&#280;CIE/DOTKNI&#280;CIE PRZYCISKU „WYRA&#379;AM
ZGOD&#280;” PE&#321;NI FUNKCJ&#280; PODPISU ELEKTRONICZNEGO U&#379;YTKOWNIKA NA
UMOWIE EULA ORAZ OZNACZA ZGOD&#280; NA ELEKTRONICZNE ZATWIERDZENIE UMOWY
EULA.&nbsp;&nbsp;JE&#346;LI UMOWA EULA ZOSTA&#321;A UPRZEDNIO ZAAKCEPTOWANA,
DALSZE KORZYSTANIE Z OPROGRAMOWANIA PO DOWOLNYCH AKTUALIZACJACH LUB PODOBNYCH
MODYFIKACJACH UMOWY EULA, POLITYKI PRYWATNO&#346;CI LUB WARUNKÓW KORZYSTANIA
OZNACZA WYRA&#379;ENIE ZGODY NA UAKTUALNIONE WARUNKI.  AKCEPTACJA I/LUB DALSZE
WYKORZYSTANIE OZNACZA WYRA&#379;ENIE ZGODY NA WYKORZYSTANIE DANYCH
U&#379;YTKOWNIKA ZGODNIE Z NINIEJSZ&#260; UMOW&#260; EULA, POLITYK&#260;
PRYWATNO&#346;CI I WARUNKAMI KORZYSTANIA.</span></p>

<p class=MsoNormal><span lang=pl style='font-size:23.0pt;font-family:"Arial",sans-serif'>ZAAKCEPTOWANIE
UMOWY EULA ZGODNIE Z POWY&#379;SZYM OPISEM OZNACZA (1) POTWIERDZENIE, &#379;E
PRZECZYTANO, ZROZUMIANO I WYRA&#379;ONO ZGOD&#280; NA POSTANOWIENIA NINIEJSZEJ
UMOWY EULA (ORAZ POLITYKI PRYWATNO&#346;CI I WARUNKÓW KORZYSTANIA), (2)
POTWIERDZENIE, &#379;E U&#379;YTKOWNIK JEST PE&#321;NOLETNI I MO&#379;E
ZAWIERA&#262; WI&#260;&#379;&#260;CE UMOWY, (3) POTWIERDZENIE, &#379;E
U&#379;YTKOWNIK JEST UPOWA&#379;NIONY DO OSOBISTEGO PODPISANIA TEJ UMOWY EULA.
T&#280; UMOW&#280; EULA MOG&#260; PODPISYWA&#262; TYLKO OSOBY FIZYCZNE.
JE&#346;LI U&#379;YTKOWNIK NIE WYRA&#379;A ZGODY NA WSZYSTKIE WARUNKI I
POSTANOWIENIA TEJ UMOWY EULA LUB TE&#379; NIE MA UPRAWNIE&#323; DO JEJ
PODPISANIA, NIE MO&#379;E ZAAKCEPTOWA&#262; TEJ UMOWY EULA ORAZ UZYSKIWA&#262;
DOST&#280;PU, INSTALOWA&#262; I KORZYSTA&#262; Z OPROGRAMOWANIA.</span></p>

<p class=MsoNormal><span lang=pl style='font-size:23.0pt;font-family:"Arial",sans-serif'>NALE&#379;Y
PAMI&#280;TA&#262;, &#379;E NINIEJSZA UMOWA EULA MO&#379;E DOTYCZY&#262; (1) <b>PACJENTÓW
„PRODUKTÓW I US&#321;UG SENSEONICS” </b>(ZDEFINIOWANYCH W POLITYCE
PRYWATNO&#346;CI I WARUNKACH KORZYSTANIA), KTÓRZY B&#280;D&#260; KORZYSTA&#262;
Z OPROGRAMOWANIA DLA W&#321;ASNYCH INFORMACJI I ZARZ&#260;DZANIA CUKRZYC&#260;
LUB (2) <b>U&#379;YTKOWNIKÓW INNYCH NI&#379; PACJENCI</b> (TAKICH JAK
OPIEKUNOWIE MEDYCZNI, CZ&#321;ONKOWIE RODZINY I OPIEKUNOWIE PACJENTÓW)
PRODUKTÓW I US&#321;UG SENSEONICS, KTÓRZY ZOSTALI UPOWA&#379;NIENI PRZEZ
PACJENTÓW DO UZYSKIWANIA DOST&#280;PU DO DANYCH PACJENTA PRZY U&#379;YCIU TEGO
OPROGRAMOWANIA.  <b>W SYTUACJACH, W KTÓRYCH WARUNKI I POSTANOWIENIA UMOWY EULA
DOTYCZ&#260; TYLKO NIEKTÓRYCH TYPÓW U&#379;YTKOWNIKÓW, ZOSTA&#321;O TO WSKAZANE
PRZY U&#379;YCIU ETYKIET, TYTU&#321;ÓW LUB WST&#280;PÓW.</b></span></p>

<p class=MsoNormal><span lang=pl style='font-size:23.0pt;font-family:"Arial",sans-serif'>Nale&#380;y
pami&#281;ta&#263;, &#380;e niniejsza umowa EULA mo&#380;e zosta&#263;
zmieniona w dowolnym momencie przez firm&#281; Senseonics wedle jej uznania. Po
wprowadzeniu zmian firma Senseonics udost&#281;pni uaktualnion&#261;
wersj&#281; umowy EULA w Oprogramowaniu. Zmienimy tak&#380;e dat&#281;
ostatniej aktualizacji na pocz&#261;tku umowy EULA. W zale&#380;no&#347;ci od
natury aktualizacji oraz obowi&#261;zuj&#261;cych przepisów dotycz&#261;cych
prywatno&#347;ci i bezpiecze&#324;stwa danych, firma Senseonics mo&#380;e
wymaga&#263; od u&#380;ytkownika wyra&#380;enia dodatkowej zgody na
uaktualnion&#261; umow&#281; EULA przed zezwoleniem na dalsze korzystanie z
Oprogramowania.  Je&#347;li zgoda u&#380;ytkownika nie zostanie wycofana, a
u&#380;ytkownik nie przestanie korzysta&#263; z Oprogramowania, oznacza to
wyra&#380;enie zgody na postanowienia tych aktualizacji.</span></p>

<p class=legal2l1 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:0in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>Pacjenci
Produktów i us&#322;ug Senseonics</span></b><span lang=pl style='font-size:
22.0pt;font-family:"Arial",sans-serif'>.  Pacjenci korzystaj&#261;cy z
Produktów i us&#322;ug Senseonics powinni pami&#281;ta&#263;, &#380;e
musz&#261; uzyska&#263; okre&#347;lone urz&#261;dzenia do sta&#322;ego
monitorowania poziomu glukozy („<b>Urz&#261;dzenia</b>”) od opiekuna medycznego
lub dostawcy na podstawie wa&#380;nej recepty.  Stosowane Oprogramowanie (na
przyk&#322;ad aplikacja mobilna Eversense Mobile lub Eversense DMS) mo&#380;e
nie by&#263; w pe&#322;ni funkcjonalne bez takich Urz&#261;dze&#324;. 
Oprogramowania umo&#380;liwia wy&#347;wietlanie i przesy&#322;anie informacji
zebranych przez Urz&#261;dzenie za po&#347;rednictwem Oprogramowania, a
tak&#380;e wygodne udost&#281;pnianie ich opiekunom medycznym, rodzinie i
opiekunom. W przypadku, gdy Oprogramowanie zainstalowano na urz&#261;dzeniu
mobilnym, pe&#322;na funkcjonalno&#347;&#263; mo&#380;e wymaga&#263; fizycznej
blisko&#347;ci mi&#281;dzy urz&#261;dzeniem mobilnym i Urz&#261;dzeniem.
Dodatkowo konserwacja i bezpiecze&#324;stwo Urz&#261;dzenia mog&#261;
wp&#322;yn&#261;&#263; na wydajno&#347;&#263; Oprogramowania. Zgodnie z niniejsz&#261;
umow&#261; EULA pacjent ponosi odpowiedzialno&#347;&#263; za konserwacj&#281; i
funkcjonalno&#347;&#263; Urz&#261;dzenia.</span></p>

<p class=legal2l1 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:0in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>Osoby
inne ni&#380; pacjenci Produktów i us&#322;ug Senseonics</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>.  Osoby
upowa&#380;nione do dost&#281;pu do danych osobowych i zdrowotnych pacjentów
nie musz&#261; uzyska&#263; lub zakupi&#263; Urz&#261;dzenia w celu korzystania
z Oprogramowania (takiego jak DMS Pro lub aplikacja mobilna Eversense NOW). 
U&#380;ytkownik rozumie i wyra&#380;a zgod&#281; na fakt, &#380;e dost&#281;p
do danych pacjenta za po&#347;rednictwem Oprogramowania jest dozwolony i odbywa
si&#281; wy&#322;&#261;cznie na podstawie wyra&#378;nego upowa&#380;nienia
pacjenta (którego pacjent mo&#380;e udzieli&#263; za pomoc&#261;
Oprogramowania).  Korzystanie z oprogramowania oznacza wyra&#380;enie zgody na
fakt, &#380;e dost&#281;p do i korzystanie z danych pacjenta mo&#380;e odbywa&#263;
si&#281; wy&#322;&#261;cznie do celów zdefiniowanych przez pacjenta, zgodnych z
celami monitorowania i/lub analizowania poziomów glukozy i trendów
do&#347;wiadczanych przez pacjenta.  U&#380;ytkownik wyra&#380;a zgod&#281; na
powstrzymanie si&#281; od udost&#281;pniania danych pacjenta wszelkim stronom
trzecim bez odpowiedniej zgody pacjenta.  Pacjent, wedle w&#322;asnego uznania,
mo&#380;e zdecydowa&#263; si&#281; na ograniczenie lub zako&#324;czenie
dost&#281;pu u&#380;ytkownika do danych pacjenta za po&#347;rednictwem
Oprogramowania w dowolnym momencie.  </span></p>

<p class=legal2l1 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:0in'><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>Naszym
celem jest zapewnianie za po&#347;rednictwem Oprogramowania pomocnych i dok&#322;adnych
informacji, ale w &#380;aden sposób nie gwarantujemy i nie ponosimy
odpowiedzialno&#347;ci za informacje wy&#347;wietlane w ten sposób. Nie
ponosimy odpowiedzialno&#347;ci za poprawne wykorzystanie informacji
otrzymanych za po&#347;rednictwem Oprogramowania. Poleganie na tych
informacjach odbywa si&#281; na wy&#322;&#261;czne ryzyko u&#380;ytkownika.
Oprogramowanie nie jest przeznaczone do diagnozowania, leczenia ani prewencji
&#380;adnych chorób. Pacjenci powinni skonsultowa&#263; korzystanie z
Urz&#261;dzenia z pracownikiem s&#322;u&#380;by zdrowia. Nie ponosimy odpowiedzialno&#347;ci
za &#380;adne problemy zdrowotne, które mog&#261; wynika&#263; z informacji
uzyskanych za po&#347;rednictwem Oprogramowania.</span></p>

<p class=legal2l1 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:0in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>1.</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>     <b>OPROGRAMOWANIE</b></span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>1.1    
<u>Licencja</u>.</span></b><span lang=pl style='font-size:22.0pt;font-family:
"Arial",sans-serif'>&nbsp;Pod warunkiem zachowania zgodno&#347;ci z
niniejsz&#261; umow&#261; EULA, firma Senseonics udziela u&#380;ytkownikowi
niewy&#322;&#261;cznej, nieprzeno&#347;nej, niepodlegaj&#261;cej
podlicencjonowaniu, odwo&#322;alnej licencji na pobieranie, instalowanie i
wykorzystanie kopii Oprogramowania na urz&#261;dzeniu mobilnym, tablecie i/lub
komputerze nale&#380;&#261;cym do lub kontrolowanym przez u&#380;ytkownika, a
tak&#380;e uruchamianie kopii Oprogramowania wy&#322;&#261;cznie do u&#380;ytku
osobistego i niekomercyjnego. </span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>1.2    
<u>Sklepy z aplikacjami Apple® i Android®</u>.</span></b><span lang=pl
style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;U&#380;ytkownik
potwierdza i wyra&#380;a zgod&#281; na fakt, &#380;e dost&#281;pno&#347;&#263;
Oprogramowania jest zale&#380;na od strony trzeciej, od której
otrzymano/pobrano Oprogramowanie, tj. Apple App Store lub Google® Play Store (<b>„Sklep
z aplikacjami”</b>). W kwestii Oprogramowania dost&#281;pnego przez lub
pobranego ze sklepu Apple App Store (<b>„Aplikacja pochodz&#261;ca od Apple”</b>)
u&#380;ytkownik b&#281;dzie wykorzystywa&#263; aplikacje pochodz&#261;ce od
firmy Apple wy&#322;&#261;cznie (i) na produkcie marki Apple z systemem iOS®
(systemem operacyjnym firmy Apple) oraz (ii) zgodnie z „Regu&#322;ami
u&#380;ytkowania” okre&#347;lonymi w regulaminie sklepu Apple App
Store.&nbsp;(Sekcja 1.3 poni&#380;ej zawiera dodatkowe warunki dotycz&#261;ce
Oprogramowania uzyskanego za po&#347;rednictwem serwisu Apple iTunes). 
Podobnie, w kwestii oprogramowania dost&#281;pnego lub pobranego ze sklepu
Google Play Store, u&#380;ytkownik b&#281;dzie korzysta&#263; z Oprogramowania
jedynie (i) na zgodnym urz&#261;dzeniu z systemem Android i (ii) zgodnie z
obowi&#261;zuj&#261;cym regulaminem sklepu Google Play Store.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>U&#380;ytkownik
potwierdza, &#380;e umowa EULA zosta&#322;a zawarta mi&#281;dzy
U&#380;ytkownikiem i Senseonics, nie ze Sklepem z aplikacjami. Jak
okre&#347;lono poni&#380;ej, Senseonics, nie Sklep z aplikacjami, ponosi
wy&#322;&#261;czn&#261; odpowiedzialno&#347;&#263; za Oprogramowania, jego
zawarto&#347;&#263;, konserwacj&#281;, obs&#322;ug&#281;, gwarancj&#281; oraz
obs&#322;ug&#281; wszelkich zwi&#261;zanych z ni&#261; roszcze&#324; (np. odpowiedzialno&#347;&#263;
za produkt, zgodno&#347;&#263; z prawem i naruszenie praw w&#322;asno&#347;ci
intelektualnej).  Korzystanie z pe&#322;nej funkcjonalno&#347;ci Oprogramowania
wymaga dost&#281;pu do sieci bezprzewodowej lub Internetu. U&#380;ytkownik
wyra&#380;a zgod&#281; na uiszczanie wszelkich op&#322;at zwi&#261;zanych z
takim dost&#281;pem. U&#380;ytkownik wyra&#380;a tak&#380;e zgod&#281; na
uiszczenie wszelkich op&#322;at (je&#347;li wyst&#281;puj&#261;) pobieranych
przez Sklep z aplikacjami w zwi&#261;zku z Oprogramowaniem. U&#380;ytkownik
wyra&#380;a zgod&#281; na przestrzeganie, a licencja na korzystanie z
Oprogramowania zale&#380;y od tego przestrzegania, wszelkich regulaminów stron
trzecich (np. warunków i zasad Sklepu z aplikacjami) podczas korzystania z
Oprogramowania.  U&#380;ytkownik potwierdza, &#380;e Sklep z aplikacjami (i
jego podmioty zale&#380;ne) stanowi&#261; niezale&#380;nych beneficjentów niniejszej
umowy EULA i maj&#261; prawo do egzekwowania jej zapisów.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>1.3</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Dodatkowe
warunki dotycz&#261;ce oprogramowania pochodz&#261;cego ze sklepu Apple App
Store (lub iTunes)</u>. </b>Poni&#380;sze zapisy dotycz&#261; wszelkiego
Oprogramowania dost&#281;pnego przez lub pobranego ze sklepu Apple App
Store:&nbsp;</span></p>

<p class=legal2l3 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.5in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>(a)</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;U&#380;ytkownik
potwierdza i wyra&#380;a zgod&#281; na fakt, &#380;e (i) niniejsza umowa EULA
zosta&#322;a zawarta wy&#322;&#261;cznie mi&#281;dzy u&#380;ytkownikiem i
Senseonics, nie firm&#261; Apple, a (ii) to Senseonics, nie firma Apple, ponosi
wy&#322;&#261;czn&#261; odpowiedzialno&#347;&#263; za Aplikacj&#281;
pochodz&#261;c&#261; od Apple i jej zawarto&#347;&#263;. Niezale&#380;nie od
tego, korzystanie z Aplikacji pochodz&#261;cej od firmy Apple wymaga zachowania
zgodno&#347;ci z obowi&#261;zuj&#261;cym regulaminem sklepu Apple App Store.&nbsp;</span></p>

<p class=legal2l3 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.5in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>(b)</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;U&#380;ytkownik
potwierdza, &#380;e firma Apple nie ponosi &#380;adnej odpowiedzialno&#347;ci
za zapewnienie us&#322;ug konserwacji i pomocy technicznej dotycz&#261;cych
Aplikacji pochodz&#261;cej od firmy Apple.&nbsp;</span></p>

<p class=legal2l3 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.5in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>(c)</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;W
przypadku jakiejkolwiek niezgodno&#347;ci Aplikacji firmy Apple z
obowi&#261;zuj&#261;c&#261; gwarancj&#261;, u&#380;ytkownik mo&#380;e
powiadomi&#263; o tym firm&#281; Apple, a firma Apple dokona zwrotu ceny zakupu
Aplikacji pochodz&#261;cej od Apple w maksymalnym zakresie dozwolonym przez
obowi&#261;zuj&#261;ce prawo, ale firma Apple nie ponosi &#380;adnej innej
odpowiedzialno&#347;ci gwarancyjnej w odniesieniu do pochodz&#261;cej od niej
Aplikacji. W kwestii relacji mi&#281;dzy Senseonics i firm&#261; Apple,
wszelkie inne roszczenia, straty, zobowi&#261;zania, szkody, koszty i wydatki
zwi&#261;zane z dowoln&#261; niezgodno&#347;ci&#261; z gwarancj&#261;
stanowi&#261; wy&#322;&#261;czn&#261; odpowiedzialno&#347;&#263;
Senseonics.&nbsp;</span></p>

<p class=legal2l3 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.5in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>(d)</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;U&#380;ytkownik
i Senseonics potwierdzaj&#261;, &#380;e w kwestii relacji mi&#281;dzy
Senseonics i firm&#261; Apple firma Apple nie ponosi odpowiedzialno&#347;ci za
obs&#322;ug&#281; &#380;adnych roszcze&#324; u&#380;ytkownika lub stron
trzecich zwi&#261;zanych z Aplikacj&#261; pochodz&#261;c&#261; od Apple lub
te&#380; posiadania i wykorzystania Aplikacji pochodz&#261;cej od Apple przez
u&#380;ytkownika, w tym: (i) roszcze&#324; dotycz&#261;cych
odpowiedzialno&#347;ci producenta; (ii) wszelkich roszcze&#324;
twierdz&#261;cych, &#380;e Aplikacja pochodz&#261;ca od Apple nie spe&#322;nia
obowi&#261;zuj&#261;cych wymaga&#324; prawnych i przepisowych oraz (iii)
wniosków wynikaj&#261;cych z przepisów ochrony konsumenta i podobnych.</span></p>

<p class=legal2l3 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.5in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>(e)</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;U&#380;ytkownik
i Senseonics potwierdzaj&#261;, &#380;e w przypadku wyst&#261;pienia dowolnego
roszczenia strony trzeciej twierdz&#261;cego, &#380;e Aplikacja pochodz&#261;ca
od Apple, lub te&#380; posiadanie i wykorzystanie Aplikacji pochodz&#261;cej od
Apple, narusza prawa w&#322;asno&#347;ci intelektualnej strony trzeciej, w
kwestii relacji mi&#281;dzy Senseonics i firm&#261; Apple, to Senseonics, nie
firma Apple, ponosi wy&#322;&#261;czn&#261; odpowiedzialno&#347;&#263; za
dochodzenie, obron&#281;, ugody i odrzucanie wszelkich takich roszcze&#324;
dotycz&#261;cych naruszenia w&#322;asno&#347;ci intelektualnej w zakresie
wymaganym przez niniejsz&#261; umow&#281; EULA.&nbsp;</span></p>

<p class=legal2l3 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.5in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>(f)</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;U&#380;ytkownik
i Senseonics potwierdzaj&#261;, &#380;e firma Apple i podmioty zale&#380;ne
firmy Apple stanowi&#261; niezale&#380;nych beneficjentów niniejszej umowy EULA
w zwi&#261;zku z licencj&#281; na Aplikacj&#281; pochodz&#261;c&#261; od Apple,
a po zaakceptowaniu przez u&#380;ytkownika niniejszej umowy EULA i warunków w
niej zawartych firma Apple ma prawo (i uznaje si&#281;, &#380;e
zaakceptowa&#322;a to prawo) do egzekwowania przepisów tej umowy EULA w
odniesieniu do licencji u&#380;ytkownika na Aplikacj&#281; pochodz&#261;c&#261;
od Apple jako niezale&#380;ny beneficjent umowy.&nbsp;</span></p>

<p class=legal2l3 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.5in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>(g)</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bez
ograniczania wszelkich innych warunków niniejszej umowy EULA, u&#380;ytkownik
musi zachowa&#263; zgodno&#347;&#263; z wszystkimi obowi&#261;zuj&#261;cymi
postanowieniami umowy ze stron&#261; trzeci&#261; podczas korzystania z
Aplikacji pochodz&#261;cej od Apple.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>1.4</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Oprogramowanie
open source</u></b>.&nbsp; Okre&#347;lony kod oprogramowania zamieszczony w lub
dystrybuowany wraz z Oprogramowaniem mo&#380;e by&#263; podlicencjonowany
stronom trzecim w ramach ró&#380;nych licencji oprogramowania „open source” i
„public source” (takich jak GNU General Public License, GNU Lesser General
Public License, Apache License, Berkeley Software Distribution License i Sun
Public License) (&#322;&#261;cznie „<b>Oprogramowanie open source</b>”).&nbsp;
Niezale&#380;nie od niezgodnych postanowie&#324; w niniejszej umowie EULA,
Oprogramowanie open source nie podlega licencji na podstawie sekcji 1.1.
Zamiast tego podlega osobnej licencji, zgodnie z warunkami odpowiednich
licencji oprogramowania open source.&nbsp; U&#380;ytkownik wyra&#380;a
zgod&#281; na warunki takich umów licencyjnych oprogramowania open source.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>1.5</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Dane
i prywatno&#347;&#263;</u></b> </span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>We
wszystkich przypadkach wszelkie dane zebrane, przes&#322;ane i przechowywane w
ramach Oprogramowania podlegaj&#261; <b>Polityce prywatno&#347;ci i Warunkom
korzystania </b>firmy Senseonics (zawartymi w niniejszej umowie EULA, jak
wspomniano powy&#380;ej).  Jak okre&#347;lono w powy&#380;szym wprowadzeniu,
wyra&#380;enie zgody na niniejsz&#261; umow&#281; EULA i korzystanie z
Oprogramowania oznacza potwierdzenie przeczytania i zgod&#281; na Polityk&#281;
prywatno&#347;ci i Warunki korzystania, wraz z ich aktualizacjami.  Obejmuje to
wykorzystanie przez firm&#281; Senseonics <b>Danych osobowych</b>
u&#380;ytkownika (informacji umo&#380;liwiaj&#261;cych osobist&#261;
identyfikacj&#281; u&#380;ytkownika, zgodnie z definicj&#261; w Polityce
prywatno&#347;ci i Warunkach korzystania), danych innych ni&#380; osobowe,
danych technicznych urz&#261;dzenia/komputera i innych informacji opisanych w
tym miejscu.  </span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>Zgoda
na Oprogramowanie</span></b><span lang=pl style='font-size:22.0pt;font-family:
"Arial",sans-serif'>.  W szczególno&#347;ci, w przypadku u&#380;ytkowników
Oprogramowania z Europejskiego Obszaru Gospodarczego (EOG) firma Senseonics
gromadzi, przechowuje, obs&#322;uguje i wykorzystuje wszystkie dane zgodnie z
postanowieniami rozporz&#261;dzenia RODO Unii Europejskiej.  U&#380;ytkownik
rozumie i wyra&#380;a zgod&#281; na fakt, &#380;e firma Senseonics ma zasadny
cel w oferowaniu o obs&#322;udze tego Oprogramowania z korzy&#347;ci&#261; dla
U&#380;ytkownika.  W zwi&#261;zku z tym, przez wyra&#380;enie zgody na
umow&#281; EULA wraz z jej okresowymi aktualizacjami u&#380;ytkownik udziela
firmie Senseonics ogólnej zgody na obs&#322;ug&#281;, konserwacj&#281; i
aktualizacj&#281; Oprogramowania zgodnie z konieczno&#347;ci&#261; i
wymaganiami. Zgoda taka dotyczy nast&#281;puj&#261;cych typów wykorzystania
danych:</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.5in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>(a) 
Dane osobowe</span></b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>. 
Oprogramowanie b&#281;dzie przechowywa&#263; i wy&#347;wietla&#263; odpowiednie
dane osobowe oraz (w przypadku pacjentów) dane zdrowotne na urz&#261;dzeniu
mobilnym, komputerze, tablecie lub podobnym urz&#261;dzeniu, w tym adres
e-mail, dane logowania oraz okre&#347;lone dane zdrowotne powi&#261;zane z
cukrzyc&#261;.  Informacje te b&#281;d&#261; przesy&#322;ane do bazy danych /
serwera Senseonics za po&#347;rednictwem us&#322;ugi danych mobilnych
smartfona, sieci Wi-Fi lub Internetu.  Dane przechowywane i przesy&#322;ane za
po&#347;rednictwem Oprogramowania b&#281;d&#261; przechowywane przez czas
nieokre&#347;lony, z zachowaniem standardowych dla bran&#380;y poziomów
bezpiecze&#324;stwa i ochrony danych, na serwerze Senseonics w Londynie w
Wielkiej Brytanii.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.5in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>(b) 
Dane dotycz&#261;ce wykorzystania</span></b><span lang=pl style='font-size:
22.0pt;font-family:"Arial",sans-serif'>.  Od czasu do czasu Oprogramowanie
b&#281;dzie automatycznie przekazywa&#263; serwerowi Senseonics pewne
informacje powi&#261;zane z wykorzystaniem Oprogramowania przez
u&#380;ytkownika, w tym czas, okres, ilo&#347;&#263; danych i podobne
informacje („Dane dotycz&#261;ce wykorzystania”).  Same dane dotycz&#261;ce
wykorzystania nie obejmuj&#261; danych osobowych (zdefiniowanych poni&#380;ej)
i mog&#261; by&#263; u&#380;ywane przez firm&#281; Senseonics zgodnie z jej
uznaniem i z zachowaniem zgodno&#347;ci z wszystkimi obowi&#261;zuj&#261;cymi
przepisami, w tym celu u&#322;atwienia diagnozowania i rozwi&#261;zywania
problemów technicznych i zwi&#261;zanych z wydajno&#347;ci&#261;
Oprogramowania.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.5in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>(c) 
Dane kontaktowe</span></b><span lang=pl style='font-size:22.0pt;font-family:
"Arial",sans-serif'>.  Dane kontaktowe u&#380;ytkownika zebrane w zwi&#261;zku
z korzystaniem z Oprogramowania mog&#261; by&#263; wykorzystywane do
kontaktowania si&#281; z u&#380;ytkownikiem za po&#347;rednictwem telefonu,
poczty e-mail i/lub wiadomo&#347;ci tekstowych z odpowiednich powodów
zwi&#261;zanych z korzystaniem z Oprogramowania (i zgodnie z Polityk&#261;
prywatno&#347;ci i Warunkami korzystania).  Przyk&#322;adowo Senseonics
mo&#380;e kontaktowa&#263; si&#281; z U&#380;ytkownikiem w celu upewnienia
si&#281; co do poprawnego korzystania z Oprogramowania i Urz&#261;dzenia (w
przypadku pacjentów), zapewnienia pomocy i wskazówek w przypadku wyst&#261;pienia
problemów oraz przekazania aktualizacji, w tym technicznych.  W przypadku
rozwi&#261;zywania problemów i skarg (w przypadku pacjentów), pracownicy firmy
Senseonics w Stanach Zjednoczonych mog&#261; równie&#380; wy&#347;wietla&#263;
i uzyskiwa&#263; dost&#281;p do danych osobowych i zdrowotnych u&#380;ytkownika
w celu usprawnienia rozwi&#261;zywania problemów.  W celu wykonania
dzia&#322;a&#324; opisanych powy&#380;ej firma Senseonics mo&#380;e
zawrze&#263; umowy dotycz&#261;ce danych ze stronami trzecimi, ale
wy&#322;&#261;cznie przy u&#380;yciu odpowiednich pisemnych umów, zawieraj&#261;cych
wymagania odno&#347;nie do ochrony i poufno&#347;ci danych. </span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.5in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>(d) 
Dane techniczne</span></b><span lang=pl style='font-size:22.0pt;font-family:
"Arial",sans-serif'>.  Oprogramowanie b&#281;dzie zapisywa&#263; i
przekazywa&#263; firmie Senseonics okre&#347;lone informacje dotycz&#261;ce
urz&#261;dzenia mobilnego, tabletu i/lub komputera, w tym model
urz&#261;dzenia, system operacyjny, problemy z instalacj&#261; i u&#380;ytkowaniem
oraz inne dane techniczne, które b&#281;d&#261; stosowane w celu obs&#322;ugi i
usprawniania Oprogramowania dla poszczególnych i wszystkich u&#380;ytkowników. 
</span></p>

<p class=MsoNormal style='margin-left:.25in'><b><span lang=pl style='font-size:
22.0pt;font-family:"Arial",sans-serif'>Informacje pozbawione elementów
umo&#380;liwiaj&#261;cych identyfikacj&#281;</span></b><span lang=pl
style='font-size:22.0pt;font-family:"Arial",sans-serif'>.  Zgodnie z
Polityk&#261; prywatno&#347;ci i Warunkami korzystania firma Senseonics
mo&#380;e wykorzystywa&#263; dane u&#380;ytkownika po ca&#322;kowitym
usuni&#281;ciu elementów umo&#380;liwiaj&#261;cych identyfikacj&#281; (tj. dane
anonimowe, nie pozwalaj&#261;ce na identyfikacj&#281; u&#380;ytkownika) do
wszelkich celów zgodnych z prawem, w tym usprawnienia Produktów i us&#322;ug
Senseonics, usprawnienia obs&#322;ugi klienta, tworzenia nowych produktów,
bada&#324;, publikacji, szkole&#324; i analizy danych.  Wyra&#380;enie zgody na
niniejsz&#261; umow&#281; EULA oznacza wyra&#380;enie zgody na wykorzystanie
przez firm&#281; Senseonics danych u&#380;ytkownika pozbawionych elementów
umo&#380;liwiaj&#261;cych identyfikacj&#281; zgodnie z powy&#380;szym opisem,
co obejmuje przesy&#322;anie danych pozbawionych elementów
umo&#380;liwiaj&#261;cych identyfikacj&#281; stronom trzecim, w tym do innych
krajów.</span></p>

<p class=MsoNormal style='margin-left:.25in'><span lang=pl style='font-size:
22.0pt;font-family:"Arial",sans-serif'>&nbsp;</span></p>

<p class=MsoNormal style='margin-left:.25in'><b><span lang=pl style='font-size:
22.0pt;font-family:"Arial",sans-serif'>Osobna zgoda.</span></b><span lang=pl
style='font-size:22.0pt;font-family:"Arial",sans-serif'>  W zakresie wymaganym
przez rozporz&#261;dzenie RODO UE, Senseonics uzyska dodatkow&#261; zgod&#281;
u&#380;ytkownika w przypadku wykorzystania danych u&#380;ytkownika
umo&#380;liwiaj&#261;cych identyfikacj&#281; do celów i dzia&#322;a&#324;
innych ni&#380; opisane powy&#380;ej.  Na przyk&#322;ad firma Senseonics uzyska
dodatkow&#261; zgod&#281; u&#380;ytkownika przed wykorzystaniem jego danych
osobowych w komunikacji marketingowej i promocyjnej (w tym reklamach i
podobnych ofertach przesy&#322;anych poczt&#261; e-mail), publikacj&#261;
danych umo&#380;liwiaj&#261;cych identyfikacj&#281;, wykorzystaniem takich danych
do celów zwi&#261;zanych z badaniami i rozwojem produktów oraz przekazaniem lub
sprzeda&#380;&#261; danych umo&#380;liwiaj&#261;cych identyfikacj&#281; stronom
trzecim.  </span></p>

<p class=MsoNormal style='margin-left:.25in'><span lang=pl style='font-size:
22.0pt;font-family:"Arial",sans-serif'>&nbsp;</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>1.6</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>W&#322;asno&#347;&#263;</u></b>.
U&#380;ytkownik wyra&#380;a zgod&#281; na fakt, &#380;e Senseonics i dostawcy
firmy s&#261; w&#322;a&#347;cicielami wszelkich praw i interesów
zwi&#261;zanych z Oprogramowaniem. U&#380;ytkownik nie b&#281;dzie usuwa&#263;,
zmienia&#263; i przes&#322;ania&#263; &#380;adnych znaków towarowych i
us&#322;ugowych oraz &#380;adnych innych uwag dotycz&#261;cych
w&#322;asno&#347;ci zawartych w lub towarzysz&#261;cych Oprogramowaniu.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>1.7       
<u>Brak us&#322;ug medycznych</u></span></b><span lang=pl style='font-size:
22.0pt;font-family:"Arial",sans-serif'>.  U&#380;ytkownik rozumie i wyra&#380;a
zgod&#281; na fakt, &#380;e firma Senseonics nie &#347;wiadczy &#380;adnych
licencjonowanych us&#322;ug opieki medycznej, a tak&#380;e nie zapewnia
&#380;adnych porad i decyzji medycznych, zdrowotnych i profesjonalnych, za
po&#347;rednictwem Oprogramowania i w inny sposób.  Dodatkowo Senseonics nie
monitoruje i nie weryfikuje dok&#322;adno&#347;ci danych u&#380;ytkownika w
Oprogramowaniu.  Niezale&#380;nie od tego, pacjent mo&#380;e
upowa&#380;ni&#263; swojego lekarza lub innego opiekuna medycznego do dost&#281;pu
do swoich danych za po&#347;rednictwem Oprogramowania w celach zwi&#261;zanych
z konsultacjami, analiz&#261;, decyzjami terapeutycznymi lub zmianami w opiece.</span></p>

<p class=legal2l1 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:0in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>2.    
WYKORZYSTANIE OPROGRAMOWANIA</span></b></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>2.1</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Aktualizacje</u>.</b>&nbsp;Senseonics
mo&#380;e wymaga&#263; od u&#380;ytkownika zaakceptowania aktualizacji
Oprogramowania zainstalowanego na urz&#261;dzeniu mobilnym, tablecie i/lub
komputerze. U&#380;ytkownik zatwierdza i wyra&#380;a zgod&#281; na fakt,
&#380;e firma Senseonics mo&#380;e aktualizowa&#263; Oprogramowanie po
powiadomieniu u&#380;ytkownika lub bez powiadomienia. Korzystanie z
Oprogramowania mo&#380;e wymaga&#263; okresowej aktualizacji oprogramowania
stron trzecich.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>2.2</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Okre&#347;lone
ograniczenia</u>.</b>&nbsp;Warunkiem korzystania z Oprogramowania jest
wyra&#380;enie zgody na powstrzymanie si&#281; od korzystania z niego do
jakichkolwiek celów zakazanych przez umow&#281; EULA lub obowi&#261;zuj&#261;ce
prawo. U&#380;ytkownik nie b&#281;dzie (i nie pozwoli na to &#380;adnej stronie
trzeciej): (a) licencjonowa&#263;, sprzedawa&#263;, wynajmowa&#263;,
wypo&#380;ycza&#263;, przekazywa&#263;, przypisywa&#263;, reprodukowa&#263;,
dystrybuowa&#263;, hostowa&#263; ani w &#380;aden inny sposób korzysta&#263; z
Oprogramowania do celów komercyjnych, (b) modyfikowa&#263;,
t&#322;umaczy&#263;, adaptowa&#263;, &#322;&#261;czy&#263;, tworzy&#263; prac
pochodnych, demontowa&#263;, dekompilowa&#263;, wykonywa&#263; odwrotnej
kompilacji i dokonywa&#263; in&#380;ynierii wstecznej &#380;adnego elementu
oprogramowania, chyba &#380;e obowi&#261;zuj&#261;ce prawo wyra&#378;nie
zabrania wprowadzania takich ogranicze&#324;, (c) zak&#322;óca&#263; i
próbowa&#263; zak&#322;óca&#263; prawid&#322;owego dzia&#322;ania
Oprogramowania, (d) anga&#380;owa&#263; lub próbowa&#263; anga&#380;owa&#263;
si&#281; w potencjalnie szkodliwe dzia&#322;ania wymierzone przeciwko
Oprogramowaniu lub Senseonics, w tym narusza&#263; lub próbowa&#263; narusza&#263;
funkcje bezpiecze&#324;stwa Oprogramowania, (e) uzyskiwa&#263; dost&#281;pu do
Oprogramowania w celu stworzenia podobnej lub konkurencyjnej witryny, aplikacji
lub us&#322;ugi. Wszelkie przysz&#322;e wersje, aktualizacje i inne dodatki do
Oprogramowania b&#281;d&#261; podlega&#263; postanowieniom niniejszej umowy
EULA. Senseonics, dostawcy i us&#322;ugodawcy firmy zastrzegaj&#261; sobie
wszystkie prawa nieudzielone w niniejszej umowie EULA.<span
class=MsoFootnoteReference><sup><span style='font-family:"Arial",sans-serif'>&nbsp;</span></sup></span>&nbsp;Wszelkie
nieupowa&#380;nione wykorzystanie Oprogramowania powoduje cofni&#281;cie
licencji udzielonej przez Senseonics na podstawie niniejszej umowy EULA.</span></p>

<p class=legal2l2 style='margin-left:.25in'><b><span lang=pl style='font-size:
22.0pt;font-family:"Arial",sans-serif'>2.3</span></b><span lang=pl
style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Tre&#347;ci
u&#380;ytkownika</u>.</b>&nbsp;Oprogramowanie mo&#380;e zawiera&#263; funkcje
lub metody, które pozwalaj&#261; u&#380;ytkownikom na przesy&#322;anie i
udost&#281;pnianie tekstów, opinii, sugestii, komentarzy, wiadomo&#347;ci,
informacji, dokumentów, obrazów, pyta&#324;, &#322;&#261;czy i innych
materia&#322;ów za po&#347;rednictwem Oprogramowania lub bezpo&#347;rednio do
firmy Senseonics (&#322;&#261;cznie „Tre&#347;ci u&#380;ytkownika”).</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>U&#380;ytkownik
przyjmuje pe&#322;n&#261; odpowiedzialno&#347;&#263; za wszystkie
przes&#322;ane Tre&#347;ci u&#380;ytkownika, a wszystkie przes&#322;ane
Tre&#347;ci u&#380;ytkownika musz&#261; nale&#380;e&#263; do u&#380;ytkownika.
U&#380;ytkownik udziela Senseonics i podmiotom stowarzyszonym firmy
niewy&#322;&#261;cznej, globalnej, wolnej od tantiem licencji (z prawem do
podlicencjonowania) na odtwarzanie, dystrybucj&#281;, publiczne prezentowanie,
przekazywanie, adaptacj&#281; i t&#322;umaczenie wszelkich przes&#322;anych
Tre&#347;ci u&#380;ytkownika, w ca&#322;o&#347;ci i w cz&#281;&#347;ci, przy
u&#380;yciu dowolnego znanego obecnie lub utworzonego w przysz&#322;o&#347;ci
&#347;rodka przekazu, do dowolnych celów (z wy&#322;&#261;czeniem wszelkich
Tre&#347;ci u&#380;ytkownika, które zawieraj&#261; Dane osobowe).
U&#380;ytkownik potwierdza i gwarantuje, &#380;e przesy&#322;ane przez niego
Tre&#347;ci u&#380;ytkownika nie (i) znies&#322;awiaj&#261; &#380;adnej strony,
(ii) naruszaj&#261; praw w&#322;asno&#347;ci, znaków towarowych, patentów,
tajemnic handlowych, praw do prywatno&#347;ci i wizerunku oraz &#380;adnych innych
praw w&#322;asno&#347;ci i osobistych, (iii) zawieraj&#261; &#380;adnych
materia&#322;ów i informacji przekazanych u&#380;ytkownikowi w zaufaniu i pod
warunkiem braku ujawnienia i publikacji (w tym wszelkich informacji poufnych
powi&#261;zanych z dzia&#322;alno&#347;ci biznesow&#261; pracodawcy, wspó&#322;pracowników
lub klientów), (iv) naruszaj&#261; w &#380;aden inny sposób
obowi&#261;zuj&#261;cych przepisów prawa. Dodatkowo u&#380;ytkownik potwierdza
i gwarantuje, &#380;e nie ma &#380;adnych zobowi&#261;za&#324;, które w
jakikolwiek sposób przeszkadza&#322;yby w ujawnianiu i wykorzystywaniu
wszelkich przes&#322;anych Tre&#347;ci u&#380;ytkownika.</span></p>

<p class=legal2l1 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:0in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>3.    
REJESTRACJA KONTA.  </span></b><span lang=pl style='font-size:22.0pt;
font-family:"Arial",sans-serif'>Korzystanie z Oprogramowania mo&#380;e
wymaga&#263; rejestracji i za&#322;o&#380;enia konta. Polityka prywatno&#347;ci
i Warunki korzystania Senseonics opisuj&#261; proces rejestracji i zbierane
Dane osobowe. </span></p>

<p class=legal2l1 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:0in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>4.    
ZABEZPIECZENIE.&nbsp;</span></b><span lang=pl style='font-size:22.0pt;
font-family:"Arial",sans-serif'>U&#380;ytkownik wyra&#380;a zgod&#281; na
zabezpieczenie i ochron&#281; firmy Senseonics oraz spó&#322;ek macierzystych,
podrz&#281;dnych i stowarzyszonych, pracowników, agentów, partnerów i
licencjobiorców firmy (&#322;&#261;cznie „<b>Strony Senseonics</b>”) przed
wszelkimi szkodami, kosztami, zobowi&#261;zaniami i wydatkami (w tym
rozs&#261;dnymi kosztami adwokackimi) powi&#261;zanymi lub wynikaj&#261;cymi z:
(a) wszelkich danych lub Danych osobowych (zgodnie z definicj&#261; w Polityce
prywatno&#347;ci i Warunkach korzystania Senseonics) przes&#322;anych do lub za
po&#347;rednictwem Oprogramowania, (b) wykorzystania lub niemo&#380;no&#347;ci
wykorzystania Oprogramowania, (c) naruszenia umowy EULA przez u&#380;ytkownika,
(d) naruszenia przez u&#380;ytkownika dowolnych praw innej strony, (e)
naruszenia przez u&#380;ytkownika wszelkich obowi&#261;zuj&#261;cych przepisów
i regu&#322;. Senseonics zastrzega sobie prawo do prowadzenia
wy&#322;&#261;cznej obrony (na w&#322;asny koszt) i kontroli nad wszelkimi
sprawami podlegaj&#261;cymi zabezpieczeniu przez U&#380;ytkownika. W takim
przypadku u&#380;ytkownik zapewni pe&#322;n&#261; wspó&#322;prac&#281; z
Senseonics w kwestii zapewnienia wszelkiej dost&#281;pnej obrony.
U&#380;ytkownik wyra&#380;a zgod&#281; na fakt, &#380;e postanowienia
zamieszczone w tej sekcji obowi&#261;zuj&#261; równie&#380; po rozwi&#261;zaniu
niniejszej umowy EULA.</span></p>

<p class=legal2l1 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:0in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>5.</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>     <b>ZRZECZENIE
SI&#280; GWARANCJI.  </b>U&#379;YTKOWNIK WYRA&#377;NIE POTWIERDZA I WYRA&#379;A
ZGOD&#280; NA FAKT, &#379;E W ZAKRESIE DOZWOLONYM PRZEZ OBOWI&#260;ZUJ&#260;CE
PRAWO KORZYSTA Z OPROGRAMOWANIA NA W&#321;ASNE RYZYKO, A OPROGRAMOWANIE JEST
DOSTARCZANE „TAKIE, JAKIE JEST” I ZALE&#379;NIE OD DOST&#280;PNO&#346;CI, WRAZ
Z WSZELKIMI NIEDOSKONA&#321;O&#346;CIAMI. STRONY SENSEONICS WYRA&#377;NIE
ZRZEKAJ&#260; SI&#280; WSZELKICH GWARANCJI, ODPOWIEDZIALNO&#346;CI I WARUNKÓW,
WYRA&#377;NYCH I DOROZUMIANYCH, W TYM DOROZUMIANYCH GWARANCJI PRZYDATNO&#346;CI
HANDLOWEJ I DO OKRE&#346;LONEGO CELU ORAZ NIENARUSZALNO&#346;CI PRAW. STRONY
SENSEONICS NIE UDZIELAJ&#260; &#379;ADNEJ GWARANCJI ANI ZAPEWNIENIA, &#379;E:
(1) OPROGRAMOWANIE SPE&#321;NI OCZEKIWANIA U&#379;YTKOWNIKA, (2) OPROGRAMOWANIE
B&#280;DZIE DZIA&#321;A&#262; NIEPRZERWANIE, W ODPOWIEDNIM CZASIE, BEZPIECZNIE
I BEZ B&#321;&#280;DÓW, (3) WYNIKI UZYSKANE PRZEZ KORZYSTANIE Z OPROGRAMOWANIA
B&#280;D&#260; DOK&#321;ADNE I NIEZAWODNE, (4) WSZELKIE B&#321;&#280;DY W
OPROGRAMOWANIU ZOSTAN&#260; NAPRAWIONE. OPROGRAMOWANIE MO&#379;E PODLEGA&#262;
OPÓ&#377;NIENIOM, ANULOWANIOM I INNYM PRZERWOM W DZIA&#321;ANIU. STRONY
SENSEONICS NIE PONOSZ&#260; &#379;ADNEJ ODPOWIEDZIALNO&#346;CI ZA TERMINOWO&#346;&#262;,
USUNI&#280;CIE, NIEPRAWID&#321;OWE DOSTARCZENIE LUB BRAK ZAPISANIA WSZELKICH
DANYCH PRZEZ OPROGRAMOWANIE.&nbsp;STRONY SENSEONICS NIE MAJ&#260; &#379;ADNEJ
KONTROLI I NIE PONOSZ&#260; &#379;ADNEJ ODPOWIEDZIALNO&#346;CI ZA WSZELKIE DANE
OSOBOWE UDOST&#280;PNIONE PRZEZ U&#379;YTKOWNIKA WSZELKIM STRONOM TRZECIM. </span></p>

<p class=MsoNormal><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>6.    
OGRANICZENIE ODPOWIEDZIALNO&#346;CI</span></b></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>6.1</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>ZRZECZENIE
SI&#280; OKRE&#346;LONYCH SZKÓD</u></b>. U&#379;YTKOWNIK ROZUMIE I WYRA&#379;A
ZGOD&#280; NA FAKT, &#379;E W &#379;ADNYM WYPADKU STRONY SENSEONICS NIE
B&#280;D&#260; PONOSI&#262; ODPOWIEDZIALNO&#346;CI ZA WSZELKIE SZKODY
PO&#346;REDNIE, WYNIKOWE, SPECJALNE, WTÓRNE I POCHODNE WYNIK&#321;E Z LUB
POWI&#260;ZANE Z OPROGRAMOWANIEM, W TYM &#379;ADNE SZKODY WYNIK&#321;E Z UTRATY
MO&#379;LIWO&#346;CI KORZYSTANIA, DANYCH LUB PRZYCHODÓW, NIEZALE&#379;NIE OD
TEGO, CZY FIRMA SENSEONICS ZOSTA&#321;A POWIADOMIONA O MO&#379;LIWO&#346;CI
WYST&#260;PIENIA TAKICH SZKÓD, JAK RÓWNIE&#379; ZA WSZELKIE SZKODY OSOBISTE,
CIELESNE I EMOCJONALNE WYNIK&#321;E Z LUB POWI&#260;ZANE Z NINIEJSZ&#260;
UMOW&#260; EULA, NIEZALE&#379;NIE OD ZASTOSOWANEJ TEORII
ODPOWIEDZIALNO&#346;CI, WYNIKAJ&#260;CE Z: (1) WYKORZYSTANIA LUB BRAKU
MO&#379;LIWO&#346;CI WYKORZYSTANIA OPROGRAMOWANIA, (2) NIEUPRAWNIONEGO
DOST&#280;PU DO LUB MODYFIKACJI TRANSMISJI LUB DANYCH U&#379;YTKOWNIKA, (3)
WSZELKICH INNYCH SPRAW POWI&#260;ZANYCH Z OPROGRAMOWANIEM.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>6.2</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>MAKSYMALNA
ODPOWIEDZIALNO&#346;&#262;</u>.</b>&nbsp;W &#379;ADNYM WYPADKU
ODPOWIEDZIALNO&#346;&#262; STRON SENSEONICS WOBEC U&#379;YTKOWNIKA NIE
PRZEKROCZY &#321;&#260;CZNIE RÓWNOWARTO&#346;CI KWOTY DZIESI&#280;CIU EURO
(10,00 EUR).&nbsp;</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>6.3</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>PODSTAWA
TRANSAKCJI</u>.</b>&nbsp;OGRANICZENIA ODPOWIEDZIALNO&#346;CI OPISANE
POWY&#379;EJ STANOWI&#260; PODSTAWOWE ELEMENTY PODSTAWY TRANSAKCJI MI&#280;DZY
SENSEONICS I U&#379;YTKOWNIKIEM.&nbsp;</span></p>

<p class=legal2l1 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:0in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>7.</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>     <b>OKRES
OBOWI&#260;ZYWANIA I ROZWI&#260;ZANIE</b></span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>7.1</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Okres
obowi&#261;zywania</u>.</b>&nbsp;Niniejsza umowa EULA wejdzie w &#380;ycie w
dniu zaakceptowania jej przez u&#380;ytkownika (zgodnie z powy&#380;sz&#261;
preambu&#322;&#261;) i pozostanie w mocy do momentu jej rozwi&#261;zania
zgodnie z sekcj&#261; 7.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>7.2</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Rozwi&#261;zanie
przez Senseonics</u>.&nbsp;</b>W przypadku naruszenia dowolnego zapisu
niniejszej umowy EULA lub je&#347;li firma Senseonics zostanie do tego zmuszona
przez przepisy prawa (np. je&#347;li dostarczanie Oprogramowania jest lub
stanie si&#281; sprzeczne z prawem), Senseonics ma prawo do zawieszenia lub
zako&#324;czenia wszelkich us&#322;ug &#347;wiadczonych u&#380;ytkownikowi.
U&#380;ytkownik wyra&#380;a zgod&#281; na fakt, &#380;e wszelkie
rozwi&#261;zania z konkretnego powodu nast&#261;pi&#261; wy&#322;&#261;cznie w
wyniku decyzji firmy Senseonics, która nie b&#281;dzie ponosi&#263; &#380;adnej
odpowiedzialno&#347;ci wobec u&#380;ytkownika lub strony trzeciej za
zamkni&#281;cie konta u&#380;ytkownika. Dodatkowo &#347;wiadczenie
okre&#347;lonych funkcji zapewnianych przez firm&#281; Senseonics za
po&#347;rednictwem Oprogramowania zostanie automatyczne zako&#324;czone,
je&#347;li u&#380;ytkownik nie korzysta ju&#380; z lub nie ma dost&#281;pu do
Urz&#261;dzenia.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>7.3</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Rozwi&#261;zanie
przez u&#380;ytkownika</u>.&nbsp;</b>Je&#347;li u&#380;ytkownika chce
zako&#324;czy&#263; korzystanie z dowolnych us&#322;ug &#347;wiadczonych przez
firm&#281; Senseonics za po&#347;rednictwem Oprogramowania, mo&#380;e tego
dokona&#263; przez usuni&#281;cie Oprogramowania.&nbsp;</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>7.4</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Efekt
rozwi&#261;zania</u>.</b>&nbsp;Rozwi&#261;zanie obejmuje usuni&#281;cie
wszystkich danych zawartych w Oprogramowaniu (z zaakceptowaniem faktu, &#380;e
dane mog&#261; pozostawa&#263; na u&#380;ywanym Urz&#261;dzeniu i/lub
odpowiednim serwerze firmy Senseonics). Senseonics nie ponosi &#380;adnej
odpowiedzialno&#347;ci wobec u&#380;ytkownika za zawieszenie lub
rozwi&#261;zanie umowy. Wszelkie postanowienia niniejszej umowy EULA, które w
zwi&#261;zku ze swoj&#261; natur&#261; powinny zachowa&#263;
wa&#380;no&#347;&#263; po rozwi&#261;zaniu umowy EULA, zachowaj&#261; j&#261;,
w tym postanowienia dotycz&#261;ce w&#322;asno&#347;ci, gwarancji i ograniczenia
odpowiedzialno&#347;ci.</span></p>

<p class=legal2l1 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:0in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>8.    
POSTANOWIENIA OGÓLNE</span></b></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>8.1</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Komunikacja
elektroniczna</u>.</b>&nbsp;W komunikacji mi&#281;dzy u&#380;ytkownikiem i
Senseonics b&#281;d&#261; wykorzystywane &#347;rodki elektroniczne. Do celów
zwi&#261;zanych z umow&#261; u&#380;ytkownik (1) wyra&#380;a zgod&#281; na
otrzymywanie komunikacji od Senseonics w formie elektronicznej, (2) wyra&#380;a
zgod&#281; na fakt, &#380;e wszelkie warunki i postanowienia, umowy,
powiadomienia, informacje i inna komunikacja przekazywana przez Senseonics w
formie elektronicznej spe&#322;nia wszelkie wymagania prawne, które
spe&#322;nia&#322;aby w przypadku stosowania formy pisemnej. Powy&#380;sze postanowienia
nie wp&#322;ywaj&#261; na ustawowe prawa u&#380;ytkownika.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>8.2</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Zwolnienie</u>.</b>&nbsp;U&#380;ytkownik
niniejszym zwalnia Strony Senseonics i ich nast&#281;pców z wszelkich
roszcze&#324;, &#380;&#261;da&#324; i odpowiedzialno&#347;ci za wszelkie
straty, szkody i dzia&#322;ania dowolnego typu, w tym urazy cielesne,
&#347;mier&#263; i uszkodzenia mienia powi&#261;zane bezpo&#347;rednio lub
po&#347;rednio lub te&#380; wynikaj&#261;ce z Oprogramowania i korzystania z
niego przez u&#380;ytkownika. </span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>8.3</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Cesje</u>.</b>&nbsp;Niniejsza
umowa EULA oraz zwi&#261;zane z ni&#261; prawa i obowi&#261;zki
u&#380;ytkownika nie podlegaj&#261; cesji, przekazaniu, podlicencjonowaniu i
innym typom przeniesienia bez uprzedniej pisemnej zgody Senseonics, a wszelkie
próby cesji, przekazania, podlicencjonowania i przeniesienia sprzeczne z
powy&#380;szymi postanowieniami b&#281;d&#261; uznawane za niewa&#380;ne.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>8.4</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Si&#322;a
wy&#380;sza</u>.</b>&nbsp;Senseonics nie ponosi odpowiedzialno&#347;ci za
wszelkie opó&#378;nienia i przeszkody w funkcjonowaniu wynik&#322;e z przyczyn
poza rozs&#261;dn&#261; kontrol&#261; firmy, w tym zdarzenia losowe, wojny,
akty terroru, zamieszki, embarga, dzia&#322;ania organów cywilnych i
wojskowych, po&#380;ary, powodzie, wypadki, strajki lub niedobory &#347;rodków
transportu, paliwa, energii, si&#322;y roboczej lub materia&#322;ów.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>8.5</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Rozwi&#261;zywanie
sporów</u>.</b>&nbsp;Je&#347;li u&#380;ytkownik uwa&#380;a, &#380;e firma
Senseonics z&#322;ama&#322;a postanowienia niniejszej umowy EULA, powinien
skontaktowa&#263; si&#281; z Senseonics poczt&#261; e-mail, pisz&#261;c na
adres <u>EULA@senseonics.com</u>. Do&#322;o&#380;ymy wszelkich stara&#324;, aby
rozwi&#261;za&#263; w&#261;tpliwo&#347;ci u&#380;ytkownika. Je&#347;li
u&#380;ytkownik uwa&#380;a, &#380;e jego skarga nie zosta&#322;a odpowiednio
rozpatrzona, prosimy o poinformowanie nas w celu przeprowadzenia dalszego
dochodzenia.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>8.6</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>S&#261;d
i prawo nadrz&#281;dne</u>.</b>&nbsp;Niniejsza umowa EULA i wszystkie
dzia&#322;ania z ni&#261; powi&#261;zane podlegaj&#261; i b&#281;d&#261;
interpretowane zgodnie z przepisami stanu Delaware (USA), z
wy&#322;&#261;czeniem norm kolizyjnych wymagaj&#261;cych zastosowania przepisów
innego kraju lub stanu.&nbsp; U&#380;ytkownik wyra&#378;nie wyra&#380;a
zgod&#281; na jurysdykcj&#281; i miejsce rozprawy w s&#261;dach stanowych i
federalnych hrabstwa, w którym znajduje si&#281; siedziba g&#322;ówna firmy
Senseonics, do celów wszelkich sporów prawnych mi&#281;dzy u&#380;ytkownikiem i
Senseonics wynikaj&#261;cych z lub powi&#261;zanych z niniejsz&#261; umow&#261;
EULA. Niniejsza umowa EULA nie podlega Konwencji Narodów Zjednoczonych o
Umowach Mi&#281;dzynarodowej Sprzeda&#380;y Towarów.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>8.7</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Okres
ograniczenia</u>.&nbsp;</b>U&#379;YTKOWNIK I SENSEONICS WYRA&#379;AJ&#260;
ZGOD&#280; NA FAKT, &#379;E WSZELKIE DZIA&#321;ANIA WYNIKAJ&#260;CE Z LUB
ZWI&#260;ZANE Z NINIEJSZ&#260; UMOW&#260; EULA MUSZ&#260; ROZPOCZ&#260;&#262;
SI&#280; W CI&#260;GU JEDNEGO (1) ROKU OD WYST&#260;PIENIA PRZYCZYNY
DZIA&#321;ANIA. W PRZECIWNYM WYPADKU TAKA PRZYCZYNA DZIA&#321;ANIA STAJE
SI&#280; TRWALE NIEDOZWOLONA.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>8.8</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Powiadomienie</u>.</b>&nbsp;W
sytuacji, gdy Senseonics wymaga od u&#380;ytkownika podania adresu e-mail,
u&#380;ytkownik ponosi odpowiedzialno&#347;&#263; za podanie Senseonics
najbardziej aktualnego adresu e-mail. W przypadku, gdy ostatni adres e-mail
podany Senseonics jest niewa&#380;ny lub te&#380; z dowolnego powodu nie
pozwala na przekazywanie powiadomie&#324; wymaganych/dozwolonych przez
niniejsz&#261; umow&#281; EULA, przes&#322;anie przez Senseonics
wiadomo&#347;ci e-mail zawieraj&#261;cej takie powiadomienia jest uznawane za
dostarczenie powiadomienia. O takim fakcie mo&#380;na powiadomi&#263; Senseonics
pod adresem <u>EULA@senseonics.com</u>.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>8.9</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b><u>Odst&#261;pienie</u>.</b>&nbsp;Wszelkie
odst&#261;pienie lub niepowodzenie wyegzekwowania dowolnego postanowienia
niniejszej umowy EULA w okre&#347;lonym przypadku nie jest uznawane za
odst&#261;pienie od tego lub dowolnego innego postanowienia umowy w innej
sytuacji.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>8.10</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;&nbsp; 
<b><u>Rozdzielno&#347;&#263;</u>.</b>&nbsp;W przypadku, gdy dowolny zapis
niniejszej umowy EULA zostanie z dowolnego powodu uznany za niewa&#380;ny lub
niemo&#380;liwy do wyegzekwowania, pozosta&#322;e zapisy umowy EULA
pozostan&#261; w mocy, a niewa&#380;ny lub niemo&#380;liwy do wyegzekwowania
zapis zostanie uznany za zmodyfikowany w sposób zapewniaj&#261;cy jego
wa&#380;no&#347;&#263; lub mo&#380;liwo&#347;&#263; wyegzekwowania w
maksymalnym zakresie dozwolonym przez przepisy prawa.</span></p>

<p class=legal2l2 style='margin-top:0in;margin-right:0in;margin-bottom:12.0pt;
margin-left:.25in'><b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>8.11 
</span></b><span lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;&nbsp;<b><u>Kontrola
eksportu</u>.</b>&nbsp;U&#380;ytkownik nie ma prawa do u&#380;ytkowania,
eksportowania, importowania i przekazywania Oprogramowania za wyj&#261;tkiem
sytuacji dozwolonych przez przepisy kraju/jurysdykcji, w której uzyskano
Oprogramowanie oraz wszelkie inne obowi&#261;zuj&#261;ce przepisy. Ponadto
u&#380;ytkownik nie b&#281;dzie u&#380;ywa&#263; Oprogramowania do &#380;adnego
celu zabronionego przez przepisy UE, w tym rozwoju, projektowania, wytwarzania
i produkcji pocisków oraz broni atomowej, chemicznej i biologicznej.
U&#380;ytkownik potwierdza i wyra&#380;a zgod&#281; na fakt, &#380;e produkty,
us&#322;ugi i technologie zapewniane przez firm&#281; Senseonics podlegaj&#261;
przepisom UE w zakresie kontroli i zakazu eksportu. U&#380;ytkownik b&#281;dzie
przestrzega&#263; tych przepisów UE i nie b&#281;dzie eksportowa&#263;,
reeksportowa&#263; i przekazywa&#263; produktów, us&#322;ug i technologii firmy
Senseonics, bezpo&#347;rednio i po&#347;rednio, do jakiegokolwiek kraju,
je&#347;li takie dzia&#322;anie stanowi z&#322;amanie obowi&#261;zuj&#261;cych
przepisów.</span></p>

<p class=MsoNormal style='margin-left:.25in'><b><span lang=pl style='font-size:
22.0pt;font-family:"Arial",sans-serif'>8.12     <u>Ca&#322;o&#347;&#263; umowy</u>.</span></b><span
lang=pl style='font-size:22.0pt;font-family:"Arial",sans-serif'>&nbsp;Niniejsza
umowa EULA stanowi ostateczn&#261;, kompletn&#261; i wy&#322;&#261;czn&#261;
umow&#281; mi&#281;dzy stronami w zakresie spraw w niej opisanych, a tak&#380;e
zast&#281;puje i &#322;&#261;czy wszelkie uprzednie dyskusje mi&#281;dzy
stronami w zakresie tych spraw.</span></p>

</div>

</body>

</html>
